***messages***

:STRINGS

; Traducido por On-Line Services 2000, S.L.
; 
; http://www.winrar.es

IDS_OK                         "Aceptar"
IDS_WARNING                    "Advertencia"
IDS_ERROR                      "Error"
IDS_DRIVENOTACCESSIBLE         "No se puede acceder a la unidad %c:"
IDS_PSWNOTMATCH                "Las contraseñas no coinciden"
IDS_FILETYPE                   "Fichero %s"
IDS_REGONLY                    "Sólo disponible para versiones registradas"
IDS_ARCHIVE                    "Archivo"
IDS_PATHNOTACCESSIBLE          "No se puede acceder a la carpeta \"%s\""
IDS_KEYADD                     "Añadir"
IDS_KEYVIEW                    "Ver"
IDS_KEYDELETE                  "Eliminar"
IDS_KEYREPAIR                  "Reparar"
IDS_KEYEXTRACTTO               "Extraer en"
IDS_KEYTEST                    "Comprobar"
IDS_KEYEXTRACT                 "Extraer"
IDS_KEYCOMMENT                 "Comentario"
IDS_KEYPROTECT                 "Proteger"
IDS_KEYLOCK                    "Bloquear"
IDS_KEYSFX                     "auto extraíble"
IDS_KEYINFO                    "Información"
IDS_KEYWIZARD                  "Asistente"
IDS_KEYEXIT                    "Salir"
IDS_KEYFIND                    "Buscar"
IDS_KEYCONVERT                 "Convertir"
IDS_KEYVIR                     "Buscar virus"
IDS_KEYREPORT                  "Informe"
IDS_KEYBENCH                   "Pruebas de velocidad"
IDS_KEYPRINT                   "Imprimir"
IDS_COLUMNTITLENAME            "Nombre"
IDS_COLUMNTITLESIZE            "Tamaño"
IDS_COLUMNTITLETYPE            "Tipo"
IDS_COLUMNTITLEPACKED          "Comprimido"
IDS_COLUMNTITLEMODIFIED        "Modificado"
IDS_COLUMNTITLECREATED         "Creado"
IDS_COLUMNTITLEACCESSED        "Accedido"
IDS_COLUMNTITLECRC             "CRC32"
IDS_COLUMNTITLECRC16           "CRC16"
IDS_COLUMNTITLEBLAKE2          "suma de control BLAKE2"
IDS_COLUMNTITLECHECKSUM        "Suma de control"
IDS_COLUMNTITLEPATH            "Carpeta"
IDS_TIPFADD                    "Añadir ficheros al archivo"
IDS_TIPFVIEW                   "Ver el fichero"
IDS_TIPFDELETE                 "Eliminar ficheros"
IDS_TIPFREPAIR                 "Reparar archivos dañados"
IDS_TIPAEXTR                   "Extraer sin confirmación"
IDS_TIPAEXTRTO                 "Extraer ficheros"
IDS_TIPATEST                   "Comprobar ficheros comprimidos"
IDS_TIPAVIEW                   "Ver el fichero comprimido"
IDS_TIPADELETE                 "Eliminar ficheros del archivo"
IDS_TIPACOMMENT                "Añadir comentario de archivo"
IDS_TIPAPROTECT                "Proteger el archivo contra daños"
IDS_TIPALOCK                   "Impedir modificaciones en el archivo"
IDS_TIPASFX                    "Convertir el archivo en auto extraíble"
IDS_TIPAINFO                   "Mostrar información"
IDS_TIPWIZARD                  "Asistente para usuarios principiantes"
IDS_TIPEXIT                    "Cerrar WinRAR"
IDS_TIPFIND                    "Buscar ficheros y archivos"
IDS_TIPCONVERT                 "Convertir archivos a otro formato"
IDS_TIPVIRUS                   "Buscar virus en el archivo"
IDS_TIPREPORT                  "Generar informe"
IDS_TIPBENCH                   "Test de velocidad de compresión"
IDS_TIPPRINT                   "Imprimir fichero"
IDS_TIPUP                      "Subir un nivel"
IDS_METHOD0                    "No comprimir"
IDS_METHOD1                    "Muy rápida"
IDS_METHOD2                    "Rápida"
IDS_METHOD3                    "Normal"
IDS_METHOD4                    "Buena"
IDS_METHOD5                    "La mejor"
IDS_VOLAUTO                    "Detectar automáticamente"
IDS_ASKNAME                    "Buscar archivo"
IDS_ADDREPLACE                 "Añadir y reemplazar"
IDS_UPDATE                     "Añadir y actualizar"
IDS_FRESH                      "Solo actualizar"
IDS_SYNCHRONIZE                "Sincronizar"
IDS_ASKOVERWRITE               "Preguntar antes de sobrescribir"
IDS_SKIPEXISTING               "Omitir ficheros existentes"
IDS_ARCUSEPASSWORD             "Comprimiendo con contraseña"
IDS_TREETITLE                  "Seleccionar una nueva carpeta"
IDS_NOFILESSELECTED            "No hay ficheros seleccionados. Necesita seleccionar ficheros para añadirlos"
IDS_NOFILESSELCOMMON           "No hay ficheros seleccionados. Necesita seleccionar ficheros para esta operación"
IDS_PATHNOTEXIST               "No existe la carpeta de destino. ¿Desea crearla?"
IDS_BYTES                      "bytes"
IDS_DOSTEXT                    "Texto de DOS"
IDS_ANSITEXT                   "Texto de Windows"
IDS_UTF16LETEXT                "Unicode (UTF-16LE)"
IDS_UTF8TEXT                   "Unicode (UTF-8)"
IDS_VIEWMENUCOPY               "Co&piar"
IDS_VIEWMENUSELECTALL          "&Seleccionar todo"
IDS_VIEWMENUWIN                "Ver como texto de &Windows"
IDS_VIEWMENUDOS                "Ver como texto de &DOS"
IDS_VIEWMENUUTF16LE            "Ver como &Unicode (UTF-16LE)"
IDS_VIEWMENUUTF8               "Ver como Unicode (UTF-&8)"
IDS_VIEWMENUWORDWRAP           "&Ajuste automático de línea"
IDS_VIEWMENUFIND               "&Buscar"
IDS_VIEWMENUFINDNEXT           "Buscar si&guiente"
IDS_VIEWMENUCLOSE              "&Cerrar"
IDS_CANNOTFIND                 "No se puede encontrar"
IDS_NOTFOUND                   "Cadena de caracteres no encontrada"
IDS_ASKDESTPATH                "Extraer en ..."
IDS_SELECTED                   "Seleccionado"
IDS_BYTESINFILE                "%s bytes en %d fichero"
IDS_BYTESINFILES               "%s bytes en %d ficheros"
; These two are for messages like "Selected 15 MB in 5 files".
; WinRAR replaces "%s" with size with unit included.
IDS_UNITSINFILE                "%s en %d fichero"
IDS_UNITSINFILES               "%s en %d ficheros"
IDS_AND                        "y"
IDS_BYTESINDIRECTORY           "carpeta"
IDS_BYTESINDIRECTORIES         "carpetas"
IDS_TOTAL                      "Total"
IDS_READINGFOLDER              "Leyendo la carpeta"
IDS_READINGARCHIVE             "Leyendo el archivo: %d ficheros leídos"
IDS_READINGARCHIVEFOLDER       "Leyendo carpetas del archivo"
IDS_FILEOUTMEM                 "Memoria insuficiente para procesar todos los ficheros"
IDS_CANNOTOPEN                 "No se puede abrir %s"
IDS_CANNOTCREATE               "No se puede crear %s"
IDS_CANNOTMKDIR                "No se puede crear la carpeta %s"
IDS_ENCRCRCFAILED              "Error en la suma de control del fichero cifrado %s. Fichero dañado o contraseña incorrecta."
IDS_EXTRCRCFAILED              "Error en la suma de control %s. El fichero está dañado"
IDS_PACKEDDATACRCFAILED        "Error en la suma de control de los datos comprimidos en %s. El volumen está dañado"
IDS_BADARCHIVE                 "El archivo tiene un formato desconocido o está dañado"
IDS_CANNOTADDTOEXT             "WinRAR sólo puede añadir ficheros a archivos RAR o ZIP"
IDS_NONZEROCODE                "El compresor devolvió el código de salida %d"
IDS_OUTOFMEMORYERROR           "Memoria insuficiente"
IDS_WRITEERROR                 "Error de escritura en el fichero %s"
IDS_CANNOTEXECUTE              "No se puede ejecutar \"%s\""
IDS_CANNOTDELETE               "No se puede eliminar %s
IDS_RECYCLEFAILED              "No se puede mover algunos ficheros y carpetas a la paperlera de reciclaje"
IDS_CANNOTRECYCLE              "Imposible mover %s a la papelera"
IDS_CANNOTRECYCLEHINT          "Use Shift+Supr para eliminarlo de forma permanente"
IDS_READERROR                  "Error de lectura en el fichero %s"
IDS_SEEKERROR                  "Error de búsqueda en el fichero %s"
IDS_CLOSEERROR                 "No se puede cerrar el fichero %s"
IDS_CANNOTFINDFILE             "No se puede encontrar %s"
IDS_CANNOTRENAME               "No se puede renombrar %s como %s"
IDS_CREATINGARCHIVE            "Creando el archivo %s"
IDS_UPDATINGARCHIVE            "Actualizando el archivo %s"
IDS_EXTRACTING                 "Extrayendo de %s"
IDS_TESTING                    "Comprobando %s"
IDS_REPAIRING                  "Reparando %s"
IDS_DELETING                   "Eliminando de %s"
IDS_COMMENTING                 "Agregando comentario de archivo"
IDS_CONVERTING                 "Convirtiendo a auto extraíble"
IDS_REMOVESFX                  "Eliminando el módulo auto extraíble"
IDS_PROCESSARC                 "Procesando el archivo %s"
IDS_LOCKING                    "Bloqueando el archivo"
IDS_ADDRECREC                  "Agregando el registro de recuperación"
IDS_ADDING                     "agregando"
IDS_UPDATING                   "actualizando"
IDS_ANALYZING                  "analizando"
IDS_REPACKING                  "recomprimiendo"
IDS_CMDTESTING                 "comprobando"
IDS_CMDEXTRACTING              "extrayendo"
IDS_SKIPPING                   "omitiendo"
IDS_SCANNING                   "Buscando archivos..."
IDS_MESSAGE                    "Mensaje"
IDS_REPAIRDONE                 "Listo"
IDS_ASKDELETE                  "Está seguro que desea eliminar %s?"
IDS_FILE                       "fichero"
IDS_FILES                      "ficheros"
IDS_DELETINGFILE               "Eliminando %s"
IDS_REPACKINGFILE              "Recomprimiendo %s"
IDS_COPYINGFILE                "Copiando %s"
IDS_REPAIRDETECTING            "Detectando el tipo de archivo..."
IDS_REPAIREXT                  "WinRAR sólo puede reparar archivos RAR o ZIP"
IDS_BUILD                      "Construir %s"
IDS_FOUND                      "encontrado %s"
IDS_RRSEARCH                   "Buscando el registro de recuperación"
IDS_ANALYZEFILEDATA            "Analizando datos del fichero"
IDS_RRFOUND                    "---> se encontró el registro de recuperación"
IDS_RRNOTFOUND                 "---> no se encontró el registro de recuperación"
IDS_SECDAMAGED                 "Sector %ld (desplazamientos %lX...%lX) dañado"
IDS_SECRECOVERED               "---> sector recuperado"
IDS_SECNOTRECOVERED            "---> no se puede recuperar el sector"
IDS_REPAIRCLOSE                "Cerrar"
IDS_REPAIRABORTED              "Anulado"
IDS_CANNOTREPAIROLD            "No se puede reparar el archivo con formato antiguo"
IDS_ASKMARKSOLID               "La cabecera de archivo está dañada. ¿Marcar el archivo como sólido?"
IDS_NOFILESREPAIRED            "No hay ficheros reparados"
IDS_ASKRECONSTRUCT             "Reconstruir la estructura del archivo"
IDS_ARCINFOTITLE               "Archivo %s"
IDS_INFOSOLID                  "sólido"
IDS_INFOVOLUME                 "volumen %s"
IDS_INFOARCHIVE                "archivo %s"
IDS_UNKNOWN                    "Desconocido"
IDS_PRESENT                    "Presente"
IDS_ABSENT                     "Ausente"
IDS_INFOENCNAMES               "Nombres y datos"
IDS_UNEXPEOF                   "Final inesperado del archivo"
IDS_FILEHEADERBROKEN           "Cabecera de fichero dañada: %s"
IDS_HEADERBROKEN               "Encontrada cabecera dañada"
IDS_MAINHEADERBROKEN           "La cabecera principal del archivo está dañada"
IDS_ARCBROKEN                  "El archivo está dañado"
IDS_CANNOTFINDVOL              "No existe el volumen requerido"
IDS_CMTBROKEN                  "El comentario de archivo está dañado"
IDS_LOCKRARONLY                "El bloqueo sólo es aplicable a archivos RAR"
IDS_PROTECTRARONLY             "La protección sólo es aplicable a archivos RAR"
IDS_NOZIPVOL                   "Los archivos ZIP multivolumen no son compatibles"
IDS_BROKENORVOLZIP             "Archivo ZIP dañado o multivolumen"
IDS_LOGTITLE                   "Ver el registro de errores"
IDS_LOGEMPTY                   "El fichero de registro está vacío"
IDS_CANNOTMODIFYOLD            "No se puede modificar el archivo con formato antiguo (RAR 1.40)"
IDS_CANNOTMODIFYLOCKED         "No se puede modificar el archivo bloqueado"
IDS_CANNOTMODIFYVOLUME         "No se puede modificar el volumen"
IDS_CANNOTMODIFYUNKNOWN        "Método desconocido en %s. Operación anulada"
IDS_DEFAULTSFXNAME             "Default.SFX"
IDS_WINCONSFXNAME              "WinCon.SFX"
IDS_ZIPSFXNAME                 "Zip.SFX"
IDS_DEFAULTSFXNAME64           "Default64.SFX"
IDS_WINCONSFXNAME64            "WinCon64.SFX"
IDS_ZIPSFXNAME64               "Zip64.SFX"
IDS_DOSSFXNAME                 "Dos.SFX"
IDS_OS2SFXNAME                 "Os2.SFX"
IDS_DUMMYSFXNAME1              "dummysfxname1"
IDS_DUMMYSFXNAME2              "dummysfxname2"
IDS_DUMMYSFXNAME3              "dummysfxname3"
IDS_DUMMYSFXNAME4              "dummysfxname4"
IDS_DUMMYSFXNAME5              "dummysfxname5"
IDS_DUMMYSFXNAME6              "dummysfxname6"
IDS_DUMMYSFXNAME7              "dummysfxname7"
IDS_DUMMYSFXNAME8              "dummysfxname8"
IDS_DEFAULTSFX                 "Auto extraíble RAR gráfico para Windows"
IDS_WINCONSFX                  "Auto extraíble RAR consola para Windows"
IDS_ZIPSFX                     "Auto extraíble ZIP gráfico para Windows"
IDS_DEFAULTSFX64               "Auto extraíble RAR gráfico para Windows x64"
IDS_WINCONSFX64                "Auto extraíble RAR consola para Windows x64"
IDS_ZIPSFX64                   "Auto extraíble ZIP gráfico para Windows x64"
IDS_DOSSFX                     "Auto extraíble RAR para DOS"
IDS_OS2SFX                     "Auto extraíble RAR para OS/2"
IDS_DUMMYSFX1                  "dummysfxdescription1"
IDS_DUMMYSFX2                  "dummysfxdescription2"
IDS_DUMMYSFX3                  "dummysfxdescription3"
IDS_DUMMYSFX4                  "dummysfxdescription4"
IDS_DUMMYSFX5                  "dummysfxdescription5"
IDS_DUMMYSFX6                  "dummysfxdescription6"
IDS_DUMMYSFX7                  "dummysfxdescription7"
IDS_DUMMYSFX8                  "dummysfxdescription8"
IDS_SFXMODULE                  "Módulo"
IDS_SFXMODULEDIZ               "Descripción"
IDS_NOTSFX                     "Esto no es un archivo auto extraíble"
IDS_NOTFIRSTVOL                "Éste no es el primer volumen"
IDS_CANNOTTOSFXOLD             "No se puede convertir el archivo con formato antiguo (RAR 1.5)"
IDS_CANNOTDOSSFX               "El módulo auto extraíble para DOS sólo puede manejar archivos con diccionario de 64Kb"
IDS_SETTINGS                   "Configuración"
IDS_PERCENTSDONE               "%d%% listo"
IDS_TRAYRESTORE                "Restaurar"
IDS_TRAYBREAK                  "Interrumpir la operación"
IDS_TRAYPAUSE                  "Pausa"
IDS_TRAYCONTINUE               "Continuar"
IDS_SELECTADDFOLDER            "Seleccionar la carpeta predeterminada"
IDS_SELECTEXTRFOLDER           "Seleccionar la carpeta predeterminada para extracción"
IDS_SELECTTEMPFOLDER           "Seleccionar la carpeta temporal"
IDS_SELECTSTARTFOLDER          "Seleccionar la carpeta de inicio"
IDS_SELECTEXTVIEWER            "Seleccionar el visor externo"
IDS_FILEWASMODIFIED            "El fichero \"%s\" fue modificado.\n¿Desea actualizarlo en el archivo?"
IDS_ASKABORT                   "¿Desea abortar esta operación?"
IDS_ASKABORTTITLE              "Interrupción de usuario"
IDS_MENUMKDIR                  "C&rear una nueva carpeta"
IDS_MENURENAME                 "Reno&mbrar"
IDS_MENUPRINT                  "Imprimir &fichero"
IDS_MENULISTVIEWMENU           "&Ver como"
IDS_MENULISTSORT               "&Ordenar por"
IDS_MENURUN                    "Ejecutar"
IDS_MENUASSOCIATEDAPP          "Abrir con la aplicación asociada"
IDS_MENUSHOWCONTENTS           "Mostrar el contenido del archivo"
IDS_MENULISTVIEW               "&Lista"
IDS_MENUDETAILSVIEW            "&Detalles"
IDS_SORTNAME                   "&Nombre"
IDS_SORTSIZE                   "&Tamaño"
IDS_SORTPACKEDSIZE             "Tamaño &comprimido"
IDS_SORTTYPE                   "Ti&po"
IDS_SORTMODIFIED               "Fecha de &modificación"
IDS_SORTCREATED                "Fecha de C&reación"
IDS_SORTACCESSED               "Fecha de ú&ltimo acceso"
IDS_SORTCRC                    "&Suma de control"
IDS_SORTORIGINAL               "Ord&en inicial"
IDS_CLEARINGATTR               "Borrando el atributo \"Arc\""
IDS_ADDDELETE                  "Eliminando"
IDS_NOFILESTOADD               "No hay ficheros que añadir"
IDS_ERASEDISK                  "Borrando el disco %c:"
IDS_UNKNOWNMETHOD              "Método desconocido en %s"
IDS_NEWRARFORMAT               "Formato de archivo no soportado. Por favor actualice WinRAR a una versión mas nueva."
IDS_NOFILESTOEXTRACT           "No hay ficheros para extraer"
IDS_NOFILESTODELETE            "No hay ficheros para eliminar"
IDS_DISKFULL                   "Disco lleno. Introduzca el siguiente."
IDS_DISKFULLTITLE              "Disco lleno"
IDS_PATHTOOLONG                "Ruta demasiado larga"
IDS_JAN                        "Ene"
IDS_FEB                        "Feb"
IDS_MAR                        "Mar"
IDS_APR                        "Abr"
IDS_MAY                        "May"
IDS_JUN                        "Jun"
IDS_JUL                        "Jul"
IDS_AUG                        "Ago"
IDS_SEP                        "Sep"
IDS_OCT                        "Oct"
IDS_NOV                        "Nov"
IDS_DEC                        "Dic"
IDS_ARCFOUND                   "%d archivo(s) encontrado(s)"
IDS_ARCPROCESSED               "%d archivo(s) encontrado(s), %d procesado(s)"
IDS_NOARCFOUND                 "No se encontraron archivos ni en las carpetas ni en los ficheros seleccionados"
IDS_ARCFOUNDTITLE              "Operación de grupo de archivo"
IDS_REGFAILED                  "Error al registrarse"
IDS_THANKS                     "Su licencia se ha activado correctamente\nGracias por su soporte"
IDS_REGCORRECT                 "Registro finalizado correctamente"
IDS_EVALCOPY                   "copia de evaluación"
IDS_EVALDAYSLEFT               "solo le quedan %d días de prueba"
IDS_CMDNOARCFOUND              "No se encontraron archivos"
IDS_UNKNOWNCOMMAND             "Orden desconocida \"%s\""
IDS_UNKNOWNOPTION              "Opción desconocida \"%s\""
IDS_FILESFOUND                 "%d ficheros encontrados"
IDS_FILESMODIFIED              "Algunos ficheros extraídos de %s fueron modificados o se crearon nuevos ficheros.\n¿Desea incluirlos en el archivo?"
IDS_EXECUTETITLE               "Ejecutar"
IDS_WINRARHELP                 "Ayuda WinRAR"
IDS_RARHELP                    "Manual RAR para consola"
IDS_WHATSNEW                   "Que hay de nuevo en la última versión"
IDS_WHATSNEWNAME               "Novedades.txt"
IDS_MODIFIEDON                 "modificado el"
IDS_TOOLBARSMALL               "Botones pequeños"
IDS_TOOLBARMEDIUM              "Botones medianos"
IDS_TOOLBARLARGE               "Botones grandes"
IDS_TOOLBAREXTRALARGE          "Botones muy grandes"
IDS_TOOLBARMENUTEXT            "Mostrar texto"
IDS_TOOLBARMENULOCK            "Bloquear barra de herramientas"
IDS_TOOLBARMENUSELTB           "Seleccionar barra de herramientas..."
IDS_TOOLBARMENUSELECT          "Seleccionar botones..."
IDS_TESTMSGTITLE               "Finalizó la comprobación"
IDS_TESTMSGTEXT                "No se encontraron errores durante la comprobación"
IDS_CMDNOTSUPPORTED            "La orden no es aplicable a este tipo de archivo"
IDS_FILERO                     "%s es sólo de lectura"
IDS_REGISTEREDTO               "Registrado por"
IDS_REGKEYWARNING              "La licencia actual es válida solo para %s"
IDS_ARCSIZE                    "tamaño descomprimido %s bytes"
IDS_CLEARLOGTITLE              "Borrar el registro de errores"
IDS_CLEARLOG                   "¿Confirma que desea eliminar el fichero de registro de errores?"
IDS_WINRARARC                  "Archivo WinRAR"
IDS_WINRARZIPARC               "Archivo WinRAR ZIP"
IDS_NEWFOLDER                  "Nueva carpeta"
IDS_ENCRNOTSUPPORTED           "Fichero cifrado %s. El cifrado no es compatible con este tipo de archivos"
IDS_NOTSUPPORTED               "%s no está soportado"
IDS_ARCNAMEPARAM               "Nombre de archivo y parámetros"
IDS_SELECTARCCOMMENT           "Seleccione el fichero de comentario"
IDS_ACLGETERROR                "No se pueden obtener los datos de seguridad %s "
IDS_ACLSETERROR                "No se pueden establecer los datos de seguridad %s "
IDS_ACLBROKEN                  "Los datos de seguridad %s están dañados\n"
IDS_ACLUNKNOWN                 "Formato desconocido de los datos de seguridad %s \n"
IDS_STREAMBROKEN               "El flujo de datos %s está dañado \n"
IDS_STREAMUNKNOWN              "Formato desconocido en el flujo de datos %s\n"
IDS_SAVETOPROFILE              "Guardar la configuración actual en un nuevo perfil..."
IDS_PROFILESORGANIZE           "Organizar perfiles..."
IDS_NEWPROFILE                 "Nuevo perfil"
IDS_DEFAULTPROFILE             "Perfil predeterminado"
IDS_SETOPTIONS                 "Establecer opciones predeterminadas de compresión"
IDS_PROFILEMAIL                "Crear un fichero adjunto para correo"
IDS_PROFILEBACKUP              "Hacer una copia de seguridad de los ficheros seleccionados"
IDS_PROFILEVOLUMES             "Crear volúmenes de 10 MB"
IDS_PROFILEZIP                 "Archivo ZIP (compresión baja)"
IDS_INVALIDNAME                "El nombre de fichero %s no es válido"
IDS_FILETIMEANY                "De cualquier fecha"
IDS_FILEMTIMEOLDER             "Modificación anterior a"
IDS_FILEMTIMENEWER             "Modificación posterior a"
IDS_FILEMTIMEBEFORE            "Modificados antes de"
IDS_FILEMTIMEAFTER             "Modificados después de"
IDS_FILECTIMEOLDER             "Creación anterior a"
IDS_FILECTIMENEWER             "Creación possterior a"
IDS_FILECTIMEBEFORE            "Creados antes de"
IDS_FILECTIMEAFTER             "Creados después de"
IDS_FILEATIMEOLDER             "Acceso anterior a"
IDS_FILEATIMENEWER             "Acceso posterior a"
IDS_FILEATIMEBEFORE            "Accedidos antes de"
IDS_FILEATIMEAFTER             "Accedidos después de"
IDS_ARCTIMECURRENT             "Hora actual del sistema"
IDS_ARCTIMEORIGINAL            "Hora original del archivo"
IDS_ARCTIMELATEST              "Hora del último fichero"
IDS_SELECTREPAIRFOLDER         "Seleccionar carpeta para el archivo reparado"
IDS_ASKSTOREPSWCVT             "¿Está seguro de que quiere cifrar los archivos convertidos?"
IDS_ALLARCHIVES                "Todos los archivos"
IDS_ALLARCHIVESANDSFX          "Todos los archivos incluidos los auto extraíbles"
IDS_ALLFILES                   "Todos los ficheros"
IDS_WRONGFMT                   "Versión incorrecta del módulo %s. Por favor, vuelva a instalar WinRAR."
IDS_SFXOPTTITLE                "Opciones SFX avanzadas"
IDS_SFXSCRIPTTITLE             ";El comentario siguiente contiene secuencias de órdenes para auto extracción"
IDS_SELECTFILESTOADD           "Seleccionar ficheros para añadir"
IDS_SELECTFILESTOEXCL          "Seleccionar ficheros a excluir"
IDS_CORRECTINGNAME             "Intentando corregir el nombre de fichero no válido"
IDS_UNPCANNOTMERGE             "Debe empezar la extracción desde un volumen anterior para descomprimir %s"
IDS_SETTINGSEXPORTED           "Se guarda la configuración de WinRAR en el ficheros %s"
IDS_SETTINGSIMPORTED           "Se restablece la configuración de WinRAR desde el fichero %s"
IDS_BETA                       "beta"
IDS_32BIT                      "32-bit"
IDS_64BIT                      "64-bit"
IDS_OPFAILED                   "fallo en la operación"
IDS_SUBHEADCORRUPT             "Cabecera de datos dañada, se ignora"
IDS_SUBHEADUNKNOWN             "Formato de cabecera de datos desconocido, se ignora"
IDS_SUBHEADDATACRC             "Bloque de datos %s dañado"
IDS_WIZUNPARCNAME              "Por favor, seleccione el archivo a descomprimir y pulse el botón \"Siguiente\".\nPuede soltar el icono del archivo en esta ventana o usar el botón \"Examinar...\" para buscar el archivo manualmente."
IDS_WIZNEWARCNAME              "Por favor, entre el nombre del archivo a crear y pulse el botón \"Siguiente\".\nPuede especificarlo manualmente o usar el botón \"Examinar...\" para escoger la carpeta y el nombre del archivo."
IDS_WIZADDARCNAME              "Por favor, seleccione el archivo a actualizar y pulse el botón \"Siguiente\".\nPuede soltar el icono del archivo en esta ventana o usar el botón \"Examinar...\" para buscar el archivo manualmente."
IDS_WIZDESTFOLDERTITLE         "Escoja la carpeta donde descomprimir los ficheros"
IDS_WIZARCNAMENEEDED           "Por favor, especifique el nombre del archivo, es un dato fundamental."
IDS_CHOOSENEWARC               "Escoja la carpeta destino y el nombre del archivo nuevo"
IDS_PATHSRELATIVE              "Almacenar rutas relativas"
IDS_PATHSFULL                  "Almacenar rutas completas"
IDS_PATHSNONE                  "No almacenar rutas"
IDS_PATHSABS                   "Almacenar ruta completa incluyendo la letra de unidad"
IDS_CONTINUE                   "&Continuar"
IDS_PAUSED                     "En pausa, pulse \"Continuar\" para proseguir"
IDS_SCANERROR                  "Imposible leer contenido de %s"
IDS_NOTVOLUME                  "No es un volumen"
IDS_RECVOLDIFFSETS             "%s y %s pertenecen a conjuntos diferentes"
IDS_RECVOLMISSING              "faltan %d volúmenes"
IDS_RECVOLFOUND                "%d volúmenes de recuperación encontrados"
IDS_RECVOLALLEXIST             "Nada que reconstruir"
IDS_RECVOLCANNOTFIX            "Reconstrucción imposible"
IDS_RECONSTRUCTING             "Reconstruyendo..."
IDS_CREATING                   "Creando %s"
IDS_RENAMING                   "Renombrando %s a %s"
IDS_RARRECVOL                  "Volumen de recuperación RAR"
IDS_ASKTORECVOL                "¿Desea reconstruir los volúmenes perdidos?"
IDS_CHOOSESEPARCFOLDER         "Escoja la carpeta de destino donde crear los archivos"
IDS_NTFSREQUIRED               "Error de escritura: sólo el sistema NTFS soporta ficheros mayores de 4 GB"
IDS_FAT32SIZE                  "El sistema FAT32 no soporta ficheros de 4 GB o mayores"
IDS_ERRCHANGEATTR              "Imposible cambiar los atributos de %s"
IDS_SELECTICON                 "Seleccionar icono"
IDS_SELECTLOGO                 "Seleccionar logotipo"
IDS_ADVWRONGSFX                "El módulo auto extraíble seleccionado no soporta opciones avanzadas"
IDS_FILEINFO                   "Información de fichero"
IDS_INFOSCANINPROGRESS         "Por favor, espere hasta que finalice la exploración o pulse \"Cancelar\" para cerrar la ventana"
IDS_INFOCALCULATING            "Calculando"
IDS_WRONGSFXVER                "El módulo auto extraíble predeterminado no soporta archivos RAR %d.%d"
IDS_HEADENCMISMATCH            "No se puede cambiar el modo de cifrado de nombres en un arxivo ya cifrado"
IDS_CANNOTEMAIL                "Imposible enviar el fichero %s por email"
IDS_GROUPARCCONFIRM            "¿Esta seguro que desea aplicar los cambios a todos los archivos encontrados?"
IDS_COLUMNTITLEFILE            "Fichero"
IDS_COLUMNTITLELOCATION        "Ubicación"
IDS_COLUMNTITLECONTEXT         "Contexto"
IDS_KEYLOCATE                  "Buscar"
IDS_TIPLOCATE                  "Mostrar el fichero en la ventana principal de WinRAR"
IDS_CURRENTFOLDER              "Carpeta actual"
IDS_SELECTEDITEMS              "Elementos seleccionados"
IDS_ITEMSFOUND                 "%u encontrados"
; Button label to stop commands like "Find" and "Repair". Keep text short.
IDS_STOP                       "Parar"

IDS_BUYURL                     "https://www.winrar.es/comprar/winrar"
IDS_THEMEPAGEURL               "http://www.winrar.es/descargas/temas"

IDS_LOCALSITE                  "Comprar WinRAR"
IDS_LOCALSITEURL               "https://www.winrar.es/comprar/winrar"

IDS_LOCALSITE2                 "Página &oficial del WinRAR"
IDS_LOCALSITEURL2              "https://www.win-rar.com"


:MENU MAIN_MENU

CM_HELPWWW                     "Página oficial del &WinRAR (castellano)"

:STRINGS

IDS_HOMEURL                    "http://www.winrar.es/?wl=es&wv=580"

; Reminder dialog information in encoded format. For official WinRAR
; dealers only. Please ignore it if you are not a dealer.
IDS_REMINDERINFO               "##0a>9<<24Z8hwrqw=-*nlrhbngw.too)ucw.`il+8ndnds`cb?$L&unqua`=ljr&kckdjhftfe`=eosws&sequhki?083&`vdjltfeuqug8$B5_9hwrqw=-*nlrhbngw.too)ucw.`il+8ndnds`cb?$L&unqua`=ljr&kckdjhftfe`=eoswsgxpjtd`&t`rponj:$S&btblnv`cwssa:$D58[GQG7:^3hwrqw=-*nlrhbngw.too)ucw.`il+8ndnds`cb?$L&unqua`=ljr&kckdjhftfe`=fxqmuga&ucswnmk=$P&euamiwcbprp`=$Gn<"

IDS_SELCOUNT                   "%d seleccionados"
IDS_CVTDIFCONTENTS             "El contenido del archivo original y el comprimido es diferente"
IDS_CONVERTINGARCHIVES         "Convirtiendo archivos"
IDS_CVTSELFOLDERTITLE          "Seleccione la carpeta para los archivos convertidos"
IDS_FILEEXIST                  "El fichero ya existe"
IDS_SKIPENCARC                 "Omitiendo archivo cifrado"
IDS_CVTTOOLARGE                "%s es demasiado grande, no se ha convertido"
IDS_FINDFILE                   "Buscar fichero"
IDS_CALCCRC                    "Calculando la suma de control: %d%% hecho"
IDS_PROCESSING                 "Procesando %s"
IDS_STREAMWARNING              "El nombre de archivo especificado contiene un punto, es posible que no pueda usar este archivo con este nombre. Pulse \"Aceptar\" solo si sabe lo que son los hilos NTFS, en caso contrario escoja \"Cancelar\" y cambie el nombre."
IDS_EXTRDLGTITLE               "Carpeta y opciones de extracción"
IDS_WINRARDESC                 "Procesar RAR, ZIP y otros formatos"
IDS_DRAGFAILED                 "La operación de arrastrar y soltar ha fallado"
IDS_SELECTVIRSCAN              "Seleccione el programa antivirus"
IDS_ASKSETVIRSCAN              "Necesita especificar un programa antivirus.\nPulse el botón \"Aceptar\" y después el botón \"Ayuda\" para más información."
IDS_WAITVIRSCAN                "Esperando a que el antivirus finalice"
IDS_USERDEFINED                "Definido por el usuario"
IDS_TOOMANYFILESREAD           "%d ficheros leídos. Un número tan grande suele indicar que el archivo esta dañado.\n¿Desea que continúe procesando el archivo?"
IDS_TOTALERRORS                "Total errores: %d"
IDS_SELECTREPORTNAME           "Seleccione el nombre del informe"
IDS_CREATINGREPORT             "Creando informe"
IDS_CANNOTPRINT                "No puedo imprimir %s"
IDS_ENDOFARCHIVE               "Final del archivo"
IDS_REPORTFILES                "Ficheros"
IDS_YES                        "Sí"
IDS_REPORTDATE                 "Informe generado en %s"
IDS_RECVOLLIMIT                "El número total de volúmenes normales y de recuperación no puede exceder de %d"
IDS_VOLUMENUMBER               "número %d"
IDS_REPORTDIRECTORY            "Carpeta"
IDS_EXTRDELCONFIRM             "¿Desea eliminar el archivo que ha descomprimido?"
IDS_WAITFOROTHERCOPY           "Esperando a que acabe otra copia de WinRAR"
IDS_THEME                      "Tema"
IDS_DEFAULTTHEME               "Tema predeterminado"
IDS_CONFIRMTHEMEINSTALL        "¿Desea instalar el tema de WinRAR contenido en \"%s\"?"
IDS_INSTALLNEWTHEME            "Instalar nuevo tema"
IDS_SELECTTHEMEFILE            "Seleccione un tema"
IDS_THEMEINSTALLED             "El tema está instalado. Escoja 'Opciones/Temas' para seleccionarlo"
IDS_BLOCKCONTENTS              "Se ha bloqueado un contenido potencialmente peligroso."
IDS_TOOLARGESFX                "El tamaño del módulo auto extraíble no puede superar los %u bytes."
IDS_NEEDCLOSETOPACK            "%s será comprimido una vez se cierre la aplicación que lo esta usando.\nSi cierra WinRAR antes, perderá las modificaciones."
IDS_TIMELEFT                   "Tiempo restante"
IDS_SAVEARCAS                  "Guardar copia del archivo como"
IDS_CANNOTCOPY                 "Imposible copiar de %s a %s"
IDS_SAVESETTINGS               "Guardar configuración de WinRAR como"
IDS_LOADSETTINGS               "Cargar configuración de WinRAR desde"
IDS_CREATEINI                  "Crear fichero WinRAR.ini"
IDS_INICREATED                 "El fichero %s se ha creado con éxito. Puede copiarlo donde desee. Pulse el botón \"Ayuda\" para más información."
IDS_SECONDDRAGERROR            "No se puede iniciar una operación de arrastrar y soltar cuando hay una operación previa activa."
IDS_TOOLARGESFXARC             "Archivo SFX demasiado grande. Windows no puede ejecutar programas de mas de 4 GB."
IDS_ZIPVOLCANNOTFSFX           "Los volúmenes ZIP no pueden ser auto-extraíbles."
IDS_CALCCRCALLVOL              "Calculando suma de control de todos los volúmenes."
IDS_WRONGDLLBITS               "La versión para %d bits de WinRAR no pueda cargar el módulo de %d bits %s. Necesita reinstalar WinRAR."
IDS_NOTENOUGHDISK              "Espacio en disco insuficiente para %s."
IDS_INARCHIVE                  "en el archivo %s"
IDS_PASSWORDDEFAULT            "Establecer contraseña predeterminada"
IDS_PASSWORDFILE               "Introduzca contraseña para el fichero cifrado"
IDS_PASSWORDARCHIVE            "Introduzca contraseña para el archivo cifrado"
IDS_MASTERINFOORG              "Introduzca la contraseña maestra para cifrar las contraseñas o dejelo vacío para eliminar la contraseña maestra actual."
IDS_MASTERINFOPROF             "Introduzca la contraseña maestra para las contraseña alamcenadas en los perfiles."
IDS_MASTERACCESS               "Introduzca la contraseña maestra para acceder a las contraseñas almacenadas o cualquier otra cadena para establecer la contraseña para las operaciones de compresión"
IDS_PROFILENAME                "Nombre del perfil: %s"
IDS_CORRPUTPSWDATA             "La contraseña almacenada está dañada"
IDS_TITLELABEL                 "Etiqueta"
IDS_TITLEMASK                  "Mascara"
IDS_NOTIFYPSWMAN1              "Si no establece la contraseña maestra, las contraseñas almacenadas en el gestor de contraseñas no están cifradas de forma segura."
IDS_NOTIFYPSWMAN2              "Cualquiera con acceso a su ordenador puede verlas."
IDS_NOTIFYPSWMAN3              "Use esta funcionalidad solo con una contraseña maestra o si su ordenador está protegido contra accesos no autorizados."
IDS_PSWLABELEXISTS             "Esta contraseña o etiqueta ya existe."
IDS_PSWLABELENTERED            "Entrada etiqueta de contraseña."
IDS_USELABELNOTIFY             "Se usará la contraseña asociada a esta etiqueta."
IDS_B                          "B"
IDS_KB                         "KB"
IDS_MB                         "MB"
IDS_GB                         "GB"
IDS_TB                         "TB"
IDS_NEWREGKEYTITLE             "Nueva licencia detectada"
IDS_NEWREGKEY                  "¿Desea reemplazar la licencia de WinRAR actual con la nueva?"
IDS_COMPRESSEDSFX              "Módulo SFX comprimido con EXE packer. El Icono, logotipo y otros recursos no se pueden actualizar en este tipo de módulos."
IDS_CANNOTZIPVOLSFX            "No se pueden convertir los volúmenes ZIP a SFX. Los volúmenes ZIP no pueden ser auto-extraíbles."
IDS_NOTIFYSYNCMODE1            "En el modo \"Sincronizar contenido del archivo\" WinRAR puede eliminar fichero comprimidos resultando en perdida de datos si se usa inadecuadamente."
IDS_NOTIFYSYNCMODE2            "Por favor lea la ayuda de WinRAR para entender como funciona este modo antes de usarlo."
IDS_NEWERWINRAR                "Parece que necesita una versión mas nueva de WinRAR."
IDS_UNKENCMETHOD               "Método de cifrado desconocido en %s"
IDS_WRONGPASSWORD              "La contraseña especificada es incorrecta"
IDS_WRONGFILEPASSWORD          "La contraseña para %s no es correcta"
IDS_AREADAMAGED                "%d bytes dañados en %08x %08x"
IDS_BLOCKSRECOVERED            "%u bloques recuperados, %u bloques realojados"
IDS_RRDAMAGED                  "El registro de recuperación esta dañado."
IDS_TESTINGRR                  "Verificando el registro de recuperación"
IDS_JUNCTION                   "Unión"
IDS_SYMLINK                    "Enlace simbólico"
IDS_HARDLINK                   "Enlace fuerte"
IDS_FILECOPY                   "Referencia a fichero"
IDS_CHDIRERROR                 "No se puede establecer %s como la carpeta actual"
IDS_CHECKTEMPPERM              "Por favor, verifique los permisos de la carpeta de ficheros temporales de WinRAR o especifique otra carpeta en la configuración de WinRAR."
IDS_INCOMPATSWITCH             "El modificador %s no esta soportado en el formato de archivos RAR %d.x."
IDS_SEARCHDUPFILES             "Buscando ficheros idénticos"
IDS_UNKNOWNEXTRA               "Campo extra desconocido en %s."
IDS_CORRUPTEXTRA               "Campo extra %s dañado en %s."
IDS_COPYERROR                  "No se puede copiar %s a %s."
IDS_COPYERRORHINT              "Necesita descomprimir todo el archivo para crear referencias a ficheros."
IDS_COPYINGDATA                "Copiando datos."
IDS_CANNOTCREATELNKS           "No se puede crear el enlace simbólico %s"
IDS_CANNOTCREATELNKH           "No se puede crear el enlace fuerte %s"

IDS_NEEDADMIN                  "Quizá necesite ejecutar WinRAR como administrador"
IDS_ARCDRIVERO                 "Por favor, cambie el nombre del archivo. %s es de solo lectura."
IDS_DICTOUTMEM                 "Memoria insuficiente para el diccionario de compresión de %d MB, cambiado a %d MB."
IDS_USESMALLERDICT             "Por favor, use un diccionario de compresión menor."
IDS_LARGEDICT1                 "El diccionario de %d MB usa mucha memoria para comprimir y descomprimir ficheros."
IDS_LARGEDICT2                 "Es preferible seleccionar un diccionario de %d MB o menor si el archivo puede ser descomprimido en ordenadores diferentes, incluyendo aquellos con menos memoria."

; Specify the name of your language in English here. WinRAR can use it
; as a language identifier when accessing multilanguage resources.
; Do not translate it to your language, use English language name.
; Only English characters and spaces are allowed.
; For example, "Russian", "Chinese Simplified", "Valencian".
IDS_LANGNAME                   "Spanish"
IDS_ERRLNKTARGET               "Necesita descomprimir primero el destino del enlace"
IDS_PREPARING_FILES            "Preparando ficheros..."
IDS_NAMEENCODINGSAVE           "&Guardar actual"
IDS_NAMEENCODINGHELP           "&Ayuda"
IDS_NAMEENCODINGDEFAULT        "&Predeterminado"
IDS_SFXLOGOFORMAT              "El logotipo SFX tiene que estar en formato %s"
IDS_WARNMANYVOLUMES            "ya se han creado %u volumenes de %llu bytes cada uno. ¿ Desea continuar ?"

; Please pay attention that GETARCADV dialog provides a small enough space
; for "When done" drop down list. So if your translation of "Keep PC running"
; and other strings from this list is much longer than English and does not
; fit to the list, you may omit some words, like "Keep running", "PC running"
; or even "Run", "Off", "Sleep", "Hibernate".
IDS_POWERKEEP                  "No hacer nada"
IDS_POWEROFF                   "Apagar el PC"
IDS_POWERHIBERNATE             "Hibernar"
IDS_POWERSLEEP                 "Dormir"
IDS_POWERRESTART               "Reiniciar"
IDS_WARNTRUSTEDARCONLY         "Esta opción está asociada a riesgos de seguridad. Activela sólo para archivos de fuentes de confianza."


:DIALOG GETARC

SIZE                           "120*100"
CAPTION                        "General"
IDC_GETARCARCNAMETITLE         "Nombre del &archivo"
IDC_GETARCFINDNAME             "&Examinar..."
IDC_GETARCSELECTPROFILE        "&Perfiles..."
IDC_GETARCARCFORMAT            "Formato de archivo"
IDC_RAR5                       "&RAR"
IDC_RAR4                       "RAR&4"
IDC_ZIP                        "&ZIP"
IDC_GETARCCOMPRTITLE           "&Método de compresión"
IDC_GETARCDICTTITLE            "Tamaño del d&iccionario"
IDC_GETARCCOMBOVOLSIZETITLE    "Partir en &volúmenes de ..."
IDC_GETARCUPDATETITLE          "Modo de a&ctualización"
IDC_GETARCARCOPTIONS           "Opciones de compresión"
IDC_GETARCCHECKMOVE            "E&liminar ficheros tras la compresión"
IDC_GETARCCHECKSFX             "Crear un archivo autoe&xtraíble"
IDC_GETARCCHECKSOLID           "Crear un archivo &sólido"
IDC_GETARCCHECKRR              "Añadir R&egistro de Recuperación"
IDC_GETARCCHECKTEST            "&Verificar ficheros comprimidos"
IDC_GETARCLOCK                 "B&loquear el archivo"
IDC_GETARCSETPASSWORD          "Establecer &contraseña..."


:DIALOG GETARCOPT

SIZE                           "120*100"
CAPTION                        "Opciones"
IDC_GETARCDELETEMODE           "Modo de borrado"
IDC_GETARCREMOVE               "&Eliminar ficheros"
IDC_GETARCRECYCLEBIN           "Move&r ficheros a la Papelera"
IDC_GETARCWIPE                 "&Limpiar ficheros"
IDC_GETARCWIPEIFPASSWORD       "Lim&piar ficheros cifrados"
IDC_GETARCARCFEATURES          "Características del archivo"
IDC_GETARCBLAKE2               "Usar suma de control &BLAKE2"
IDC_GETARCSAVECOPIES           "Guardar ficheros &idénticos como referencias"
IDC_GETARCQUICKOPENINFO        "Información de apertura rápida"
IDC_GETARCQUICKOPENNONE        "No añadir"
IDC_GETARCQUICKOPENAUTO        "Añadir para &grandes ficheros"
IDC_GETARCQUICKOPENALWAYS      "Añadir para &todos los ficheros"


:DIALOG GETARCADV

SIZE                           "120*100"
CAPTION                        "Avanzado"
IDC_GETARCNTFSOPTIONS          "Opciones para NTFS"
IDC_GETARCSECURITY             "Guardar información de &seguridad"
IDC_GETARCSTREAMS              "Guardar los &flujos del fichero"
IDC_GETARCSYMLINKS             "Guardar en&laces simbólicos como enlaces"
IDC_GETARCHARDLINKS            "Guardar enlaces f&uertes como enlaces"
IDC_GETARCRECOVERYBOX          "&Registro de recuperación"
IDC_GETARCRECOVERYTEXT         " por ciento"
IDC_GETARCVOLUMES              "Volúmenes"
IDC_GETARCVOLPAUSE             "Detenerse tras cada &volumen"
IDC_GETARCOLDVOLNAMES          "Nombres de volumen en &formato antiguo"
IDC_GETARCRECVOLUMESTEXT       "volúmenes de r&ecuperación"
IDC_GETARCPACKDETAILS          "&Compresión..."
IDC_GETARCSFXADVANCED          "Autoe&xtraíble..."
IDC_GETARCPOWERMODETITLE       "Al &finalizar"
IDC_GETARCSYSTEM               "Sistema"
IDC_GETARCBACKGROUND           "&Compresión en segundo plano"
IDC_GETARCWAITOTHERS           "&Esperar si hay otras copias de WinRAR activas"


:DIALOG GETARCFILES

SIZE                           "120*100"
CAPTION                        "Ficheros"
IDC_GETARCFILESTOADD           "Ficheros a &comprimir"
IDC_GETARCSELECTNAMES          "&Añadir..."
IDC_GETARCFILESTOEXCLUDE       "Ficheros a e&xcluir"
IDC_GETARCSELECTEXCLNAMES      "A&ñadir..."
IDC_GETARCFILESTOSTORE         "Ficheros a a&lmacenar sin compresión"
IDC_GETARCFILEPATHS            "&Carpetas"
IDC_GETARCARCHIVEOPT           "Archivo"
IDC_GETARCSEPARATEARCHIVES     "Comprimir cada fichero en archivos &separados"
IDC_GETARCSEPARATEDOUBLEEXT    "D&oblar extensiones de archivo"
IDC_GETARCSEPARATESUBFOLDERS   "A&rchivos en subcarpetas"
IDC_GETARCEMAILARCHIVE         "Enviar archivo por &email a"
IDC_GETARCEMAILDELETE          "y luego &eliminar"


:DIALOG GETARCTIME

SIZE                           "120*100"
CAPTION                        "Fecha y hora"
IDC_GETARCFILETIMEOPTIONS      "Fecha del fichero"
IDC_GETARCMTIME                "Guardar fecha de &modificación"
IDC_GETARCCTIME                "Guardar fecha de &creación"
IDC_GETARCATIME                "Guardar fecha del último &acceso"
IDC_GETARCTIMEHIGHPRECISION    "Formato de fecha de alta &precisión"
IDC_GETARCPRESERVEATIME        "P&reservar fecha del último acceso de los ficheros de origen"
IDC_GETARCFILESTOPROCESS       "Ficheros a procesar"
IDC_GETARCINLCUDEFILES         "Incluir &ficheros"
IDC_GETARCDAYSTITLE            "días"
IDC_GETARCHOURSTITLE           "horas"
IDC_GETARCMINUTESTITLE         "minutos"
IDC_GETARCARCTIMETITLE         "Fecha del archivo"
IDC_GETARCSETARCTIME           "Establecer fecha del &archivo a"


:DIALOG GETARCBACKUP

SIZE                           "120*100"
CAPTION                        "Copia de seguridad"
IDC_GETARCBACKUPOPTIONS        "Opciones de seguridad"
IDC_GETARCERASEDEST            "&Borrar el contenido del disco de destino antes de comprimir"
IDC_GETARCADDARCHIVE           "&Añadir sólo ficheros con el atributo \"Archivo\" activado"
IDC_GETARCCLEARARCHIVE         "Borrar el a&tributo de \"Archivo\" tras la compresión"
IDC_GETARCOPENSHARED           "Abrir ficheros &compartidos"
IDC_GETARCGENERATENAME         "&Generar un nombre de archivo mediante máscara"
IDC_GETARCKEEPVERSIONS         "Guardar &versiones anteriores"


:DIALOG GETARCCMT

SIZE                           "120*100"
CAPTION                        "Comentario"
IDC_GETARCCMTFILETITLE         "&Cargar comentario desde un fichero"
IDC_GETARCFINDCMTFILE          "&Examinar..."
IDC_GETARCCMTTEXTTITLE         "I&ntroduzca manualmente un comentario"


:DIALOG GETPASSWORD2

SIZE                           "100*100"
CAPTION                        "Introducir contraseña"
IDC_ENTERTEXT                  "&Introduzca la contraseña"
IDC_REENTERTEXT                "&Confirmar contraseña"
IDC_SHOWPASSWORD               "&Mostrar contraseña"
IDC_ENCRYPTHEADERS             "Cifrar &nombres de fichero"
IDC_ENCRZIPLEGACY              "Cifrado &ZIP tradicional"
IDC_PASSWORDALLARCHIVES        "Usar para &todos los archivos"
IDC_PASSWORDORGANIZE           "&Organizar contraseñas..."
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"
IDHELP                         "Ayuda"


:DIALOG ORGREQMASTER

SIZE                           "100*100"
CAPTION                        "Contraseña maestra requerida"
IDC_ORGMASTERINFO1             "Se requiere la contraseña maestra para acceder a las contraseñas cifradas."
IDC_ORGMASTERINFO2             "Pulse \"Cerrar\" para volver al diálogo anterior y entrar la contraseña maestra. Pulse \"Limpiar\" para eliminar todas las contraseñas almacenadas y la contraseña maestra."
IDCANCEL                       "&Cerrar"
IDOK                           "&Limpiar"


:DIALOG WARNPROFPASSWORD

SIZE                           "100*100"
CAPTION                        "Almacenar contraseña en perfil"
IDC_WARNPROFPSWINFO            "Si no establece una contraseña maestra, las contraseñas almacenadas en los perfiles de compresión no están cifradas de forma segura y pueden ser leídas por cualquiera que tenga acceso a su ordenador"
IDC_WARNPROFPSWSAVE            "&Guardar igualmente"
IDC_WARNPROFPSWMASTER          "Establecer contraseña &maestra"
IDCANCEL                       "&Cancelar"
IDHELP                         "&Ayuda"


:DIALOG ORGPASSWORDS

SIZE                           "100*100"
CAPTION                        "Organizar contraseñas"
IDC_ORGPSWADD                  "&Añadir"
IDC_ORGPSWDELETE               "E&liminar"
IDC_ORGPSWEDIT                 "&Editar"
IDC_ORGPSWUP                   "Mover arr&iba"
IDC_ORGPSWDOWN                 "Mover a&bajo"
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"
IDHELP                         "Ayuda"
IDC_ORGPSWMASTERPSW            "Establecer contraseña &maestra..."
IDC_ORGPSWAUTOCOMPLETE         "Activar autoco&mpletado"


:DIALOG PASSWORDITEM

SIZE                           "100*100"
CAPTION                        "Información contraseña"
IDC_PSWINFOTEXTTITLE           "C&ontraseña"
IDC_PSWINFOLABELTITLE          "&Etiqueta (opcional)"
IDC_PSWINFOMASKTITLE           "Seleccionar &archivos (opcional)"
IDC_PSWINFOSILENT              "Aceptar sin &confirmación"
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"
IDHELP                         "Ayuda"


:DIALOG ONETIMENOTIFY

SIZE                           "100*100"
CAPTION                        "Notificación de WinRAR"
IDOK                           "Aceptar"
IDC_OTNOTIFYNOAGAIN            "No volver a mo&strar"


:MENU MAIN_MENU

CM_MAINPOPUPFILE               "&Archivo"
CM_OPENARCHIVE                 "&Abrir archivo\tCtrl+O"
CM_SAVEARCHIVEAS               "&Guardar copia del archivo como..."
CM_MAINPOPUPDRIVE              "Cambiar &unidad\tCtrl+D"
CM_FILEPASSWORD                "Establecer &contraseña predeterminada\tCtrl+P"
CM_COPYTOCLIPBOARD             "&Copiar ficheros al portapapeles\tCtrl+C"
CM_PASTEFROMCLIPBOARD          "Pe&gar ficheros del portapapeles\tCtrl+V"
CM_COPYFULLNAMES               "Copiar &nombres completos al portapapeles"
CM_FILESELECTALL               "S&eleccionar todo\tCtrl+A"
CM_FILESELECT                  "Seleccionar &grupo    \tNUM +"
CM_FILEUNSELECT                "E&liminar grupo seleccionado \tNUM -"
CM_FILEINVERT                  "&Invertir selección\tNUM *"
CM_FILEEXIT                    "&Salir"
CM_MAINPOPUPCOMMANDS           "Ór&denes"
CM_COMMANDSADD                 "&Añadir ficheros al archivo\tAlt+A"
CM_COMMANDSEXTRACTTO           "&Extraer en la carpeta especificada\tAlt+E"
CM_COMMANDSTEST                "C&omprobar ficheros comprimidos \tAlt+T"
CM_COMMANDSVIEW                "&Ver fichero\tAlt+V"
CM_COMMANDSDELETE              "E&liminar ficheros\tSupr"
CM_COMMANDSRENAME              "Re&nombrar ficheros\tF2"
CM_COMMANDSPRINT               "&Imprimir fichero\tCtrl+I"
CM_COMMANDSFIND                "&Buscar ficheros\tF3"
CM_COMMANDSWIZARD              "Asist&ente"
CM_COMMANDSVIRSCAN             "&Buscar virus en el archivo\tAlt+D"
CM_COMMANDSCONVERT             "&Convertir archivos\tAlt+Q"
CM_COMMANDSREPAIR              "&Reparar archivo\tAlt+R"
CM_COMMANDSSFX                 "Convertir archivo en SF&X\tAlt+X"
CM_COMMANDSINFO                "Mostrar &información\tAlt+I"
CM_COMMANDSREPORT              "&Generar informe\tAlt+G"
CM_COMMANDSBENCHMARK           "&Pruebas de velocidad\tAlt+B"
CM_COMMANDSEXTRACT             "Extraer &sin pedir confirmación\tAlt+W"
CM_COMMANDSCOMMENT             "A&gregar comentario de archivo\tAlt+M"
CM_COMMANDSPROTECT             "&Proteger archivo contra daños\tAlt+P"
CM_COMMANDSLOCK                "&Bloquear archivo\tAlt+L"
CM_MAINPOPUPTOOLS              "&Herramientas"
CM_MAINPOPUPFAVORITES          "&Favoritos"
CM_ADDFAVORITES                "Añadir a &favoritos...\tCtrl+F"
CM_ORGFAVORITES                "&Organizar favoritos..."
CM_MAINPOPUPOPTIONS            "Opcio&nes"
CM_OPTIONS                     "&Configuración...\tCtrl+S"
CM_MAINPOPUPIMPEXP             "&Importar y Exportar"
CM_IMPORTOPTIONS               "I&mportar configuración"
CM_EXPORTOPTIONS               "&Exportar configuración"
CM_CREATEINI                   "&Crear fichero WinRAR.ini"
CM_MAINPOPUPFILELIST           "Lista de &ficheros"
CM_FLATFOLDERS                 "&Ver todos los ficheros\tCtrl+H"
CM_COMMANDSSETLIST             "L&ista"
CM_COMMANDSSETDETAILED         "&Detalles"
CM_MAINPOPUPFOLDERTREE         "&Panel de navegación"
CM_COMMANDSSHOWDISKTREE        "Mostrar carpetas de &disco\tCtrl+T"
CM_COMMANDSSHOWARCTREE         "Mostrar carpetas de &archivo\tCtrl+T"
CM_MAINPOPUPTHEMES             "&Temas"
CM_THEMESORGANIZE              "&Organizar temas..."
CM_THEMESDOWNLOAD              "O&btener más temas..."
CM_THEMESDEFAULT               "Tema por &defecto"
CM_MAINPOPUPNAMEENCODING       "Cifrado de nombr&es\tCtrl+E"
CM_VIEWLOG                     "&Ver informe de errores...\tCtrl+L"
CM_CLEARLOG                    "&Eliminar informe de errores"
CM_MAINPOPUPHELP               "Ay&uda"
CM_HELPCONTENTS                "&Temas de ayuda"
CM_HELPABOUT                   "&Acerca de WinRAR..."


:MENU VIEW_MENU

CM_VIEWPOPUPFILE               "&Fichero"
CM_VIEWEREXIT                  "&Salir"
CM_VIEWPOPUPEDIT               "&Edición"
CM_VIEWERCOPY                  "&Copiar\tCtrl+C"
CM_VIEWERSELECTALL             "&Seleccionar todo\tCtrl+A"
CM_VIEWERFIND                  "&Buscar\tCtrl+F"
CM_VIEWERFINDNEXT              "Buscar si&guiente\tF3"
CM_VIEWPOPUPVIEW               "&Ver"
CM_VIEWERWINFONT               "Ver como texto de &Windows\tCtrl+I"
CM_VIEWERDOSFONT               "Ver como texto de &DOS\tCtrl+D"
CM_VIEWERUTF16LE               "Ver como &Unicode (UTF-16LE)"
CM_VIEWERUTF8                  "Ver como Unicode (UTF-&8)"
CM_VIEWERWORDWRAP              "&Ajuste automático de linea\tCtrl+S"
CM_VIEWERSETFONT               "&Tipo de letra..."
CM_VIEWPOPUPHELP               "Ay&uda"
CM_VIEWERHELP                  "Viso&r de ayuda\tF1"


:DIALOG FINDDLG

SIZE                           "100*100"
CAPTION                        "Buscar"
IDC_FINDEDITTITLE              "B&uscar:"
IDC_CHECKFINDWORD              "Sólo palabra &completa"
IDC_CHECKFINDCASE              "&Mayúsculas o minúsculas"
IDOK                           "&Buscar"
IDCANCEL                       "Cancelar"


:DIALOG GETEXTRPATH

SIZE                           "100*100"
CAPTION                        "General"
IDC_EXTRDESTPATH               "&Carpeta de destino (si no existe, se creará)"
IDC_GETPATHDISPLAY             "&Mostrar"
IDC_EXTRUPDATEMODE             "Modo de actualización"
IDC_EXTRNORMALMODE             "Extraer y ree&mplazar"
IDC_EXTRUPDATE                 "Extraer y ac&tualizar"
IDC_EXTRFRESH                  "Solo a&ctualizar"
IDC_EXTROVERWRITEMODE          "Modo sobrescribir"
IDC_EXTRASKOVERWRITE           "Con&firmar sobreescritura"
IDC_EXTROVERWRITEALL           "&Sobrescribir sin confirmación"
IDC_EXTRSKIPALL                "&Omitir ficheros existentes"
IDC_EXTRAUTORENAME             "Re&nombrar automáticamente"
IDC_EXTRGENERALMISC            "Varios"
IDC_EXTRARCTOSUBFOLDERS        "Extraer en &subcarpetas"
IDC_EXTRKEEPBROKEN             "Conservar ficheros &dañados"
IDC_EXTREXPLORER               "Mostrar ficheros en el E&xplorador"
IDC_EXTRSAVE                   "&Guardar opciones"
IDC_GETPATHNEWFOLDER           "Nu&eva carpeta"


:DIALOG GETEXTRPATHADV

SIZE                           "100*100"
CAPTION                        "Avanzado"
IDC_EXTRFILETIME               "Fecha y hora"
IDC_EXTRMTIME                  "Establecer fecha de &modificación"
IDC_EXTRCTIME                  "Establecer fecha de &creación"
IDC_EXTRATIME                  "Establecer fecha de &acceso"
IDC_EXTRATTRIBUTES             "Atributos"
IDC_EXTRCLEARARC               "&Desactivar atributo \"Archivado\""
IDC_EXTRSECURITY               "Establecer &seguridad"
IDC_EXTRSETCOMPRESSED          "Establecer atr&ibuto \"Comprimido\""
IDC_EXTRFILEPATHS              "Ruta"
IDC_EXTRRELPATHS               "Extraer rutas &relativas"
IDC_EXTRFULLPATHS              "Extraer rutas c&ompletas"
IDC_IGNOREPATHS                "No extraer &rutas"
IDC_EXTRABSPATHS               "Extraer rutas a&bsolutas"
IDC_EXTRDELETEARCHIVE          "Eliminar archivo"
IDC_EXTRDELNEVER               "&Nunca"
IDC_EXTRDELASK                 "&Pedir confirmación"
IDC_EXTRDELALWAYS              "&Siempre"
IDC_EXTRADVANCEDMISC           "Miscelánea"
IDC_EXTRBACKGROUND             "Extracción en segundo &plano"
IDC_EXTRWAITOTHERS             "&Esperar si hay otras copias de WinRAR activas"
IDC_EXTRABSLINKS               "Permitir rutas absol&utas en los enlaces simbólicos"
IDC_EXTRALLOWINCOMPAT          "Permitir nombres &potencialmente incompatibles"


:DIALOG ABOUTRARDLG

SIZE                           "100*100"
CAPTION                        "Acerca de WinRAR"
IDC_ABOUTVERSION               "WinRAR"
IDC_ABOUTCOPYRIGHT             "Copyright © 1993-%d por"
IDC_ABOUTAUTHOR                "Alexander Roshal"
IDC_ABOUTPUBLISHER             "Publicado por win.rar GmbH"
IDC_ABOUTTRANSLATED            "Traducido por\nOn-Line Services 2000, S.L."
IDC_ABOUTREGISTERED            "Copia de prueba para 40 días"
IDOK                           "Aceptar"
IDC_ABOUTLICENSE               "&Licencia"
IDC_ABOUTACKNOWLEDGMENTS       "&Reconocimientos"
IDC_ABOUTHOME                  "&Página web"


:DIALOG CMDWNDADD

SIZE                           "100*100"
CAPTION                        "Preparando ficheros..."
IDC_CMDELAPSEDTITLE            "Tiempo transcurrido"
IDC_CMDTIMELEFTTITLE           "Tiempo restante"
IDC_CMDCOMPRESSIONRATIOTITLE   "Razón de compresión"
IDC_CMDPROCESSEDTITLE          "Procesado"
IDC_CMDBACKGROUND              "&Segundo plano"
IDC_CMDPAUSE                   "&Pausa"
IDCANCEL                       "Cancelar"
IDHELP                         "Ayuda"
IDC_CMDMODE                    "&Modo..."


:DIALOG CMDWNDOTHER

SIZE                           "100*100"
IDC_CMDBACKGROUND              "&Segundo plano"
IDC_CMDPAUSE                   "&Pausa"
IDCANCEL                       "Cancelar"
IDHELP                         "Ayuda"


:DIALOG REPLACEFILEDLG

SIZE                           "120*100"
CAPTION                        "Confirmar la sustitución del fichero"
IDC_OWRFILEEXISTS              "El siguiente fichero ya existe"
IDC_OWRASKREPLACE              "¿Desea reemplazar el fichero existente"
IDC_OWRQUESTION                "por éste otro?"
IDC_OWRYES                     "&Sí"
IDC_OWRALL                     "Sí a &todo"
IDC_OWRRENAME                  "Reno&mbrar"
IDC_OWRAUTORENAME              "Renom&brar todos"
IDC_OWRNO                      "&No"
IDC_OWRNOALL                   "No a t&odo"
IDC_OWRCANCEL                  "&Cancelar"
IDHELP                         "&Ayuda"


:DIALOG RENAMEDLG

SIZE                           "100*100"
CAPTION                        "Renombrar"
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"
IDC_RENAMEFROM                 "Renombrar el nuevo fichero"
IDC_RENAMETO                   "por"


:DIALOG ERRORLISTDLG

SIZE                           "100*100"
CAPTION                        "WinRAR: mensajes de diagnóstico"
IDOK                           "&Cerrar"
IDC_ERRORBREAK                 "I&nterrumpir la operación"
IDC_ERRCOPYTOCLIPBOARD         "Copiar en el &portapapeles"


:DIALOG SELECTDLG

SIZE                           "100*100"
CAPTION                        "Seleccionar"
IDC_SELECTMASKTITLE            "Introducir la &máscara de fichero"
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"


:DIALOG UNSELECTDLG

SIZE                           "100*100"
CAPTION                        "Eliminar la selección"
IDC_SELECTMASKTITLE            "Introducir la máscara de fichero"
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"


:DIALOG INFO

SIZE                           "112*100"
CAPTION                        "Info"
IDC_INFOFORMATTEXT             "Versión para extraer"
IDC_INFOOSTEXT                 "SO anfitrión"
IDC_INFOFILESTEXT              "Total de ficheros"
IDC_INFOTOTALLENGTHTEXT        "Tamaño total"
IDC_INFOPACKEDLENGTHTEXT       "Tamaño comprimido"
IDC_INFORATIOTEXT              "Razón"
IDC_INFOSFXTEXT                "Tamaño del módulo auto extraíble"
IDC_INFOMAINCOMMENTTEXT        "Comentario principal"
IDC_INFOPASSWORDSTEXT          "Cifrado"
IDC_INFODICTTEXT               "Tamaño del diccionario"
IDC_INFORECTEXT                "Registro de recuperación"
IDC_INFOLOCKTEXT               "Bloqueo de archivo"


:DIALOG INFOOPT

SIZE                           "100*100"
CAPTION                        "Opciones"
IDC_INFOOPTPROTECTARCHIVE      "Proteger el archivo"
IDC_INFOOPTSETRRSIZE           "Tamaño del &registro de recuperación"
IDC_INFOOPTRRPERCENTTEXT       "% del tamaño del archivo"
IDC_INFOOPTCREATEREV           "Crear volúmenes de recuperación"
IDC_INFOOPTRECVOLUMESTEXT      "&volúmenes de recuperación"
IDC_INFOOPTLOCKTEXT            "Bloquear el archivo"
IDC_INFOOPTLOCK                "Desactivar las &modificaciones de archivo"


:DIALOG INFOCMT

SIZE                           "100*100"
CAPTION                        "Comentario"
IDC_INFOCOMMENTTITLE           "&Comentario de archivo"
IDC_INFOCOMMENTFINDFILE        "Cargar comentario desde un &fichero"


:DIALOG INFOSFX

SIZE                           "100*100"
CAPTION                        "Auto extraíble"
IDC_INFOSFXCMDBOX              "Seleccionar la orden"
IDC_INFOSFXKEEP                "&No modificar el módulo auto extraíble"
IDC_INFOSFXADD                 "&Añadir un nuevo módulo auto extraíble"
IDC_INFOSFXREMOVE              "E&liminar el módulo auto extraíble existente"
IDC_INFOSFXLISTTITLE           "&Seleccionar el módulo auto extraíble"
IDC_INFOSFXADVANCED            "O&pciones avanzadas ..."


:DIALOG SFXOPTGENERAL

SIZE                           "100*100"
CAPTION                        "General"
IDC_SFXPATHTITLE               "Carpeta de extracción"
IDC_SFXPATHPROGFILES           "Crear en \"&Archivos de programa\""
IDC_SFXPATHCURDIR              "Crear en esta &carpeta"
IDC_SFXPATHABSOLUTE            "&Ruta completa"
IDC_SFXSAVEPATH                "Guardar y &Restaurar rutas"
IDC_SFXSAVEASDEFAULT           "&Guardar como predeterminada"


:DIALOG SFXOPTSETUP

SIZE                           "100*100"
CAPTION                        "Instalación"
IDC_SFXSETUPPROGRAM            "Programa de instalación"
IDC_SFXSETUPTITLE              "Ejecutar &tras la extracción"
IDC_SFXPRESETUPTITLE           "Ejecutar &antes de la extracción"
IDC_SFXSETUPCODE               "&Esperar y devolver código de retorno"
IDC_SFXSETUPCODEADJUSTTEXT     "A&justar código de retorno"


:DIALOG SFXOPTADVANCED

SIZE                           "100*100"
CAPTION                        "Avanzado"
IDC_SFXDELETEBOX               "Eliminar"
IDC_SFXDELETETITLE             "Ficheros para e&liminar de la carpeta destino"
IDC_SFXSHORTCUTSBOX            "Accesos directos"
IDC_SFXSHORTCUTSADD            "&Añadir acceso directo..."
IDC_SFXREQUIREADMINSTRATOR     "&Solicitar acceso como administrador"


:DIALOG SFXOPTMODES

SIZE                           "100*100"
CAPTION                        "Modos"
IDC_SFXTEMPMODEBOX             "Modo temporal"
IDC_SFXTEMPMODE                "&Descomprimir en una carpeta temporal"
IDC_SFXTEMPMODEQUESTIONTITLE   "&Pregunta opcional"
IDC_SFXTEMPMODETITLETITLE      "&Título de la pregunta"
IDC_SFXTEMPMODESILENTMODE      "Mostrar"
IDC_SFXSILENTNONE              "&Mostrar todo"
IDC_SFXSILENTSKIPSTART         "Ocu&ltar el diálogo de inicio"
IDC_SFXSILENTALL               "O&cultar todo"


:DIALOG SFXOPTUPDATE

SIZE                           "100*100"
CAPTION                        "Actualizar"
IDC_SFXUPDATEMODE              "Modo de actualización"
IDC_SFXUPDATENORMAL            "Extraer y &reemplazar ficheros"
IDC_SFXUPDATEUPDATE            "Extraer y &actualizar ficheros"
IDC_SFXUPDATEFRESH             "R&efrescar solo ficheros existentes"
IDC_SFXOVERWRITEMODE           "Modo de sobreescritura"
IDC_SFXOVERWRITEASK            "Preguntar &antes de sobrescribir"
IDC_SFXOVERWRITEALL            "Sobrescribir &todos los ficheros"
IDC_SFXOVERWRITESKIP           "&Omitir ficheros existentes"


:DIALOG SFXOPTTEXT

SIZE                           "100*100"
CAPTION                        "Texto e icono"
IDC_SFXTITLETITLE              "&Título de la ventana"
IDC_SFXTEXTTITLE               "Te&xto a mostrar en la ventana"
IDC_SFXTEXTBROWSE              "&Cargar texto desde fichero..."
IDC_SFXLOGOANDICON             "Personalizar icono y logotipo"
IDC_SFXICONNAMETITLE           "Cargar &icono desde fichero"
IDC_SFXICONBROWSE              "&Examinar..."
IDC_SFXLOGONAMETITLE           "Cargar lo&gotipo desde fichero"
IDC_SFXLOGOBROWSE              "&Examinar..."


:DIALOG SFXOPTLICENSE

SIZE                           "100*100"
CAPTION                        "Licencia"
IDC_SFXLICENSETITLETITLE       "&Título de la ventana de licencia"
IDC_SFXLICENSETEXTTITLE        "Te&xto de la licencia"
IDC_SFXLICENSETEXTBROWSE       "&Cargar texto desde fichero..."


:DIALOG FAVORITESDLG

SIZE                           "100*100"
CAPTION                        "Añadir a favoritos"
IDC_FAVORITEEDITTITLE          "Añadir el siguiente elemento a &favoritos"
IDC_FAVORITEARCDIRTITLE        "Carpeta del archivo"
IDC_FAVORITEDESCTITLE          "&Descripción (opcional)"
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"
IDHELP                         "Ayuda"


:DIALOG ORGFAVORITESDLG

SIZE                           "100*100"
CAPTION                        "Organizar favoritos"
IDC_ORGADD                     "&Añadir"
IDC_ORGDELETE                  "E&liminar"
IDC_ORGEDIT                    "&Edición"
IDC_ORGUP                      "&Subir"
IDC_ORGDOWN                    "&Bajar"
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"
IDHELP                         "Ayuda"


:DIALOG CONFIGGENERAL

SIZE                           "100*100"
CAPTION                        "General"
IDC_CONFIGSYSTEM               "Sistema"
IDC_CONFIGPRIORLOW             "&Prioridad baja"
IDC_CONFIGALLOWSMP             "P&roceso paralelo"
IDC_CONFIGHISTORY              "Historia"
IDC_CONFIGARCHISTORY           "Cons&ervar historial de archivos"
IDC_CONFIGDIALOGSHISTORY       "&Habilitar historial"
IDC_CONFIGTOOLBARBOX           "Barra de herramientas"
IDC_CONFIGBTNTEXT              "Mostrar los botones con &texto"
IDC_CONFIGLOCKTOOLBARS         "B&loquear barra de herramientas"
IDC_CONFIGTOOLBARS             "Herram&ientas..."
IDC_CONFIGBUTTONS              "B&otones..."
IDC_CONFIGINTERFACE            "Interfaz"
IDC_CONFIGWIZARD               "Activar el &Asistente al empezar"
IDC_CONFIGSOUND                "A&ctivar sonido"
IDC_CONFIGCOMMENT              "&Mostrar comentarios de archivo"
IDC_CONFIGREUSE                "Re&utilizar la ventana existente"
IDC_CONFIGWINTOP               "Siempre &visible"
IDC_CONFIGFULLPATHSTITLE       "&Ruta completa en la barra de título"
IDC_CONFIGSYSTEMPROGRESS       "&Barra de progreso estándar"
IDC_CONFIGTASKBARPROGRESS      "Progreso en la bandeja de tareas"
IDC_CONFIGLOGGING              "Informe"
IDC_CONFIGLOG                  "&Registrar mensa&jes de error"
IDC_CONFIGLIMITLOGSIZE         "Limitar el tamaño del in&forme a"
IDC_CONFIGKBTEXT               "kilobytes"


:DIALOG CONFIGCOMPRESSION

SIZE                           "100*100"
CAPTION                        "Compresión"
IDC_CONFIGPROFILES             "Perfiles de compresión"
IDC_CONFIGNEWPROFILE           "Crear perfil &predeterminado..."
IDC_CONFIGORGPROFILES          "&Organizar..."
IDC_CONFIGVOLSIZELIST          "Lista de tamaños de volumen"
IDC_CONFIGVOLSIZES             "Definir tamaño de &volumen..."
IDC_CONFIGASARCHIVESTITLE      "&Tipos de ficheros que abrir primero como archivos"


:DIALOG CONFIGPATHS

SIZE                           "100*100"
CAPTION                        "Carpetas"
IDC_CONFIGTEMPFILEFOLDER       "&Carpeta para ficheros temporales"
IDC_CONFIGTEMPBROWSE           "Examinar..."
IDC_CONFIGUSETEMPFORREMOVABLE  "&Usar sólo para discos extraíbles"
IDC_CONFIGSTARTFOLDERBOX       "Carpeta de &inicio"
IDC_CONFIGLASTSTARTFOLDER      "&Restablecer la última carpeta utilizada al iniciar"
IDC_CONFIGDEFARCFOLDER         "&Carpeta predeterminada"
IDC_CONFIGEXTRACTFOLDERBOX     "Ca&rpeta predeterminada para extracción"
IDC_CONFIGEXTRACTAPPENDNAME    "Añadir &nombre de archivo a la ruta"
IDC_CONFIGEXTRACTREMOVEREDDIR  "Elimina&r carpetas redundantes de la ruta de extracción"


:DIALOG CONFIGLIST

SIZE                           "100*100"
CAPTION                        "Lista de ficheros"
IDC_CONFIGLISTTYPE             "Tipo de lista"
IDC_CONFIGLISTVIEW             "&Lista"
IDC_CONFIGDETAILSVIEW          "&Detalles"
IDC_CONFIGLISTSTYLE            "Estilo de la lista"
IDC_CONFIGGRID                 "Mostrar con &cuadricula"
IDC_CONFIGFULLROW              "Seleccionar toda la &fila"
IDC_CONFIGCHECKBOXES           "Casi&llas"
IDC_CONFIGLISTSELECTION        "Selección"
IDC_CONFIGSINGLECLICK          "Un &solo clic para abrir un objeto"
IDC_CONFIGDOUBLECLICK          "Do&ble clic para abrir un objeto"
IDC_CONFIGNOTUNDERLINE         "&No subrayar los nombres"
IDC_CONFIGUNDERLINECURRENT     "Subrayar el no&mbre actual"
IDC_CONFIGUNDERLINEALL         "Subrayar todos los nomb&res"
IDC_CONFIGLISTFILES            "Ficheros"
IDC_CONFIGARCHIVESFIRST        "Mos&trar primero los archivos"
IDC_CONFIGCOLORNTFSATTR        "Mostrar ficheros &NTFS cifrados o comprimidos en color"
IDC_CONFIGALLVOLUMES           "F&usionar el contenido de los volúmenes"
IDC_CONFIGSHOWSECONDS          "M&ostrar segundos"
IDC_CONFIGEXACTSIZES           "Tamaños e&xactos"
IDC_CONFIGLISTCOLUMNS          "Col&umnas..."
IDC_CONFIGLISTFONT             "&Tipo de letra ..."


:DIALOG CONFIGVIEWER

SIZE                           "100*100"
CAPTION                        "Visor"
IDC_CONFIGVIEWERTYPE           "Tipo de visor"
IDC_CONFIGVIEWERINTERNAL       "Visor &interno"
IDC_CONFIGVIEWEREXTERNAL       "Visor e&xterno"
IDC_CONFIGVIEWERASSOCIATED     "&Programa asociado"
IDC_CONFIGVIEWERASK            "P&reguntar"
IDC_CONFIGINTERNALVIEWER       "Visor interno"
IDC_CONFIGVIEWERAUTODETECT     "&Autodetectar codificación"
IDC_CONFIGREUSEWINDOW          "Reu&tilizar la ventana existente"
IDC_CONFIGVIEWERWRAP           "&Ajuste de línea"
IDC_CONFIGEXTVIEWERTITLE       "&Nombre del visor externo"
IDC_CONFIGVIEWERUNPALLTITLE    "&Descomprimir todo para"
IDC_CONFIGIGNOREMODTITLE       "Ignorar &modificaciones para"
IDC_CONFIGVIEWERBROWSE         "&Examinar"


:DIALOG CONFIGSECURITY

SIZE                           "100*100"
CAPTION                        "Seguridad"
IDC_CONFIGPROHIBITEDTYPES      "Tipos de ficheros prohibidos"
IDC_CONFIGEXCLEXTR             "&Tipos de ficheros a excluir de la extracción"
IDC_CONFIGWIPETEMPFILES        "Limpiar ficheros temporales"
IDC_CONFIGWIPETEMPNEVER        "&Nunca"
IDC_CONFIGWIPETEMPALWAYS       "&Siempre"
IDC_CONFIGWIPETEMPENCRYPTED    "Solo &encriptados"
IDC_CONFIGSECURITYMISC         "Miscelánea"
IDC_CONFIGPROPOSESCANNER       "Preguntar por un programa anti&vírus"


:DIALOG CONFIGINTEGRATION

SIZE                           "100*100"
CAPTION                        "Integración"
IDC_ASSOCWITH                  "Asociar WinRAR con"
IDC_ASSOCRAR                   "&RAR"
IDC_ASSOCZIP                   "&ZIP"
IDC_ASSOC7Z                    "7Z"
IDC_ASSOCARJ                   "ARJ"
IDC_ASSOCBZ2                   "BZ2"
IDC_ASSOCCAB                   "CAB"
IDC_ASSOCGZ                    "GZ"
IDC_ASSOCISO                   "ISO"
IDC_ASSOCJAR                   "JAR"
IDC_ASSOCLZ                    "LZ"
IDC_ASSOCLZH                   "LZH"
IDC_ASSOCTAR                   "TAR"
IDC_ASSOCUUE                   "UUE"
IDC_ASSOCXZ                    "XZ"
IDC_ASSOCZ                     "Z"
IDC_ASSOCZIPX                  "ZIPX"
IDC_ASSOC001                   "001"
IDC_ASSOCALL                   "Cambiar &todos"
IDC_USERDEFINEDEXT             "Extensiones definidas por el &usuario"
IDC_INTEGRATIONINTERFACE       "Interfaz"
IDC_LINKDESKTOP                "Añadir WinRAR al E&scritorio"
IDC_LINKSTARTMENU              "Añadir WinRAR al &Menú de Inicio"
IDC_LINKPROGRAMS               "Crear el grupo de &programas WinRAR"
IDC_SHELLEXT                   "I&ntegrar WinRAR con el Explorador de Windows"
IDC_SHELLINTEGRATION           "Integración con Windows"
IDC_SHELLCASCADED              "Menús con&textuales en cascada"
IDC_SHELLICONS                 "I&conos en los menús contextuales"
IDC_SETCONTEXTMENU             "&Elementos del menú ..."


:DIALOG FILELISTCOLUMNS

SIZE                           "100*100"
CAPTION                        "Seleccione columnas para la lista de ficheros"
IDC_FLCOLOUTSIDE               "Fuera de archivos"
IDC_FLCOLFNAME                 "Nombre"
IDC_FLCOLFSIZE                 "Tamaño"
IDC_FLCOLFPACKED               "Comprimido"
IDC_FLCOLFTYPE                 "Tipo"
IDC_FLCOLFMODIFIED             "Modificado"
IDC_FLCOLFCREATED              "Creado"
IDC_FLCOLFACCESSED             "Ultimo acceso"
IDC_FLCOLFCHECKSUM             "Suma de control"
IDC_FLCOLFPATH                 "Trayectoria"
IDC_FLCOLINSIDE                "Dentro de archivos"
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"
IDC_FLCOLDEFAULT               "&Predeterminado"


:DIALOG SELECTVIEWERDLG

SIZE                           "100*100"
CAPTION                        "Seleccionar el tipo de visor"
IDC_SELECTVIEWERINT            "Visor &interno"
IDC_SELECTVIEWEREXT            "Visor e&xterno"
IDC_SELECTVIEWERASSOC          "&Programa asociado"
IDCANCEL                       "&Cancelar"


:DIALOG CREATEVOLDLG

SIZE                           "100*100"
CAPTION                        "Volumen siguiente"
IDC_CREATEVOLNAMETITLE         "&Nombre del volumen"
IDC_CREATEVOLBROWSE            "&Examinar"
IDC_CREATEVOLSIZETITLE         "&Tamaño del volumen (en blanco para auto detectar)"
IDC_CREATEVOLINFO1             "WinRAR está preparado para crear el siguiente volumen. Si lo necesita, puede cambiar ahora el disco de destino o el nombre del volumen o su tamaño si es necesario."
IDC_CREATEVOLINFO2             "¿Desea crear el siguiente volumen?"
IDC_CREATEVOLYES               "&Crear"
IDC_CREATEVOLALL               "Crear &todos"
IDCANCEL                       "Ca&ncelar"


:DIALOG REMINDER

SIZE                           "100*100"
CAPTION                        "Por favor, compre su licencia WinRAR"
IDC_REMINDERONLINE             "C&omprar ahora"
IDC_REMINDERPRICE              "Como &comprarlo"
IDOK                           "Cerrar"
IDHELP                         "Ay&uda"
IDC_REMINDERINFO               "Esta usando el compresor WinRAR una vez finalizado el periodo de prueba de 40 días. Ahora debería comprar una licencia o bien dejar de usar WinRAR y desinstalarlo de su ordenador."


:DIALOG ORGPROFILES

SIZE                           "100*100"
CAPTION                        "Organizar los perfiles"
IDC_ORGPROFLISTTITLE           "&Perfiles existentes"
IDC_ORGPROFEDIT                "&Edición"
IDC_ORGPROFDELETE              "E&liminar"
IDC_ORGPROFUP                  "Mover &Arriba"
IDC_ORGPROFDOWN                "Mover Aba&jo"
IDOK                           "Cerrar"
IDHELP                         "Ayuda"


:DIALOG NEWPROFILE

SIZE                           "100*100"
CAPTION                        "Parámetros del perfil"
IDC_PROFNAMETITLE              "&Nombre del perfil"
IDC_PROFSAVEARCNAME            "Guardar el nombre del a&rchivo"
IDC_PROFSAVESELNAMES           "Guardar los nombres de &fichero seleccionados"
IDC_PROFSETDEFAULT             "Establecer el perfil como &predeterminado"
IDC_PROFIMMEXEC                "E&jecución inmediata"
IDC_PROFDESKTOP                "Crear acceso directo en el E&scritorio"
IDC_PROFADDTOCONTEXTMENU       "Añadir al menú conte&xtual"
IDC_PROFNEWOPTIONS             "Opciones"
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"
IDHELP                         "Ayuda"


:DIALOG ASKNEXTVOL

SIZE                           "100*100"
CAPTION                        "Se necesita el siguiente volumen"
IDC_NEXTVOLINFO1               "Necesita tener el siguiente volumen para continuar la extracción:"
IDC_NEXTVOLFIND                "&Examinar..."
IDC_NEXTVOLINFO2               "Inserte el disco con este volumen y haga clic en \"Aceptar\" para volver a intentarlo o en \"Cancelar\" para interrumpir la extracción"
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"
IDHELP                         "Ayuda"


:DIALOG REPAIRARC

SIZE                           "100*100"
CAPTION                        "Reparar el archivo"
IDC_REPAIRPATHTITLE            "&Carpeta en la que poner el archivo reparado"
IDC_REPAIRPATHFIND             "&Examinar"
IDC_REPAIRARCTYPE              "Tipo de archivo"
IDC_REPAIRTYPERAR              "Tratar el archivo dañado como si fuese &RAR"
IDC_REPAIRTYPEZIP              "Tratar el archivo dañado como si fuese &ZIP"
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"
IDHELP                         "Ayuda"


:DIALOG ASKPROCESSVOLDLG

SIZE                           "100*100"
CAPTION                        "Procesando el volumen"
IDC_PROCESSVOLUMENAMETITLE     "El volumen actual"
IDC_PROCESSALLVOLUMES          "&Procesar todos los ficheros de todos los volúmenes desde el actual"
IDC_PROCESSSELECTEDFILES       "Procesar sólo los &ficheros seleccionados"
IDCANCEL                       "Cancelar"


:DIALOG OKCANCELTPL

SIZE                           "100*100"
IDC_TPLOK                      "Aceptar"
IDC_TPLCANCEL                  "Cancelar"


:DIALOG TOOLBARBUTTONS

SIZE                           "100*100"
CAPTION                        "Seleccionar los botones de la barra de herramientas"
IDC_SELTBOUTARC                "Mostrar fuera de los archivos"
IDC_SELTBOUP                   "&Arriba"
IDC_SELTBODOWN                 "A&bajo"
IDC_SELTBOSEP                  "Separador"
IDC_SELTBINARC                 "Mostrar dentro de los archivos"
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"
IDC_SELTBDEFAULT               "&Predeterminado"
IDHELP                         "Ayuda"


:DIALOG SELECTTOOLBARS

SIZE                           "100*100"
CAPTION                        "Seleccionar herramientas"
IDC_SELTOOLBARS                "Herramientas"
IDC_SELTOOLBARMAIN             "Ver &barra principal"
IDC_SELTOOLBARSMALL            "Ver botón \"&Arriba un nivel\""
IDC_SELTOOLBARADDRESS          "Ver barra de &direcciones"
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"


:DIALOG WIZARDCMD

SIZE                           "100*100"
CAPTION                        "Asistente:   Escoja la operación"
IDC_WIZCMDINFO                 "Por favor, escoja lo que desea hacer y pulse \"Siguiente\".\nPor ejemplo, si necesita extraer el contenido de un archivo RAR, ZIP, ... seleccione \"Descomprimir un archivo\"."
IDC_WIZUNPACK                  "&Descomprimir un archivo"
IDC_WIZCREATE                  "&Crear un archivo nuevo"
IDC_WIZADD                     "&Añadir ficheros a un archivo existente"


:DIALOG WIZARDARC

SIZE                           "100*100"
CAPTION                        "Asistente:   Escoja el archivo"
IDC_WIZARCNAMETITLE            "Nombre de &archivo"
IDC_WIZARCNAMEBROWSE           "&Examinar..."


:DIALOG WIZARDEXTR

SIZE                           "100*100"
CAPTION                        "Asistente:   Escoja una carpeta para los ficheros"
IDC_WIZEXTRINFO                "Por favor escoja una carpeta para descomprimir los ficheros y pulse \"Finalizar\". Puede usar la carpeta que le sugerimos o pulsar \"Examinar\" para seleccionar otra."
IDC_WIZDESTFOLDERTITLE         "&Carpeta de destino para descomprimir los ficheros"
IDC_WIZDESTFOLDERBROWSE        "&Examinar..."


:DIALOG WIZARDADDOPT

SIZE                           "100*100"
CAPTION                        "Asistente:   Opciones de compresión"
IDC_WIZADDINFO                 "Aquí puede establecer otras opciones de compresión. Pulse \"Finalizar\" cuando este listo."
IDC_WIZFAST                    "&Rápida, pero con menor compresión"
IDC_WIZMOVE                    "&Eliminar ficheros después de comprimir"
IDC_WIZSFX                     "&Crear archivo auto extraíble (.exe)"
IDC_WIZPASSWORD                "Establecer &contraseña..."
IDC_WIZVOLSIZETITLE            "Si desea &partir el archivo en varias partes, introduzca el tamaño de una sola parte a continuación:"


:DIALOG PACKDETAILS

SIZE                           "100*100"
CAPTION                        "Parámetros avanzados de compresión"
IDC_TEXTCOMPRESSION            "Compresión de texto"
IDC_PPMAUTO                    "Automática"
IDC_PPMON                      "Forzar"
IDC_PPMOFF                     "Desactivar"
IDC_PPMORDERTITLE              "Orden de predicción"
IDC_PPMMEMORYTITLE             "Memoria a usar, MB"
IDC_AUDIOCOMPRESSION           "Compresión de sonido"
IDC_AUDIOCHANNELSTITLE         "Canales"
IDC_TRUECOLORCOMPRESSION       "Compresión color real"
IDC_EXEAUTO                    "Activar compresión de ejecutables x64"
IDC_ITANIUMAUTO                "Activar compresión de ejecutables Itanium"
IDC_DELTAAUTO                  "Activar compresión delta"
IDOK                           "Aceptar"
IDC_DEFAULTPACKSETTINGS        "&Defecto"
IDCANCEL                       "Cancelar"
IDHELP                         "Ayuda"


:DIALOG SFXADDSHORTCUT

SIZE                           "100*100"
CAPTION                        "Añadir acceso directo"
IDC_SHORTCUTWHERE              "Crear en"
IDC_SHORTCUTDESKTOP            "&Escritorio"
IDC_SHORTCUTPROGRAMS           "Menu de Inicio/&Programas"
IDC_SHORTCUTSTARTUP            "&Inicio"
IDC_SHORTCUTPARAM              "Parámetros acceso directo"
IDC_SHORTCUTSRCNAMETITLE       "Fichero &origen"
IDC_SHORTCUTDESTFOLDERTITLE    "&Carpeta de destino"
IDC_SHORTCUTDESCRIPTIONTITLE   "&Descripción del acceso directo"
IDC_SHORTCUTLINKNAMETITLE      "&Nombre del acceso directo"
IDC_SHORTCUTICONTITLE          "&Icono del acceso directo"
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"
IDHELP                         "Ayuda"


:DIALOG CONTEXTITEMS

SIZE                           "100*100"
CAPTION                        "Elementos del menú contextual"
IDC_CONTEXTMENUITEMS           "Escoja los elementos que aparecerán en el menú contextual"
IDC_CONTEXTEXTRACTTO           "Extr&aer ficheros..."
IDC_CONTEXTEXTRACTHERE         "E&xtraer aquí"
IDC_CONTEXTEXTRACT             "&Extraer en <carpeta\\>"
IDC_CONTEXTEXTRACTSEPARATE     "Extraer cada archivo en carpetas &separadas"
IDC_CONTEXTOPENSFX             "Abrir con WinRAR (para archivos SFX)"
IDC_CONTEXTOPENARC             "Abrir con WinRAR (para archivos normales)"
IDC_CONTEXTADD                 "&Añadir al archivo..."
IDC_CONTEXTADDARC              "Añadir a <a&rchivo>"
IDC_CONTEXTEMAILARC            "Comprimir en <archivo> y enviar por email"
IDC_CONTEXTEMAILARCOPT         "Comprimir y enviar por email..."
IDC_CONTEXTTEST                "Verificar a&rchivo"
IDC_CONTEXTCONVERT             "Con&vertir archivo..."
IDC_CONTEXTDROPMENU            "Menú contextual arrastrar y soltar"
IDC_CONTEXTDRAGADD             "Mostrar elementos de co&mpresión"
IDC_CONTEXTDRAGEXTRACT         "Mostrar elementos de e&xtracción"
IDC_CONTEXTSFXARCHIVES         "Donde buscar archivos SFX"
IDC_CONTEXTSFXLOCAL            "Discos &locales"
IDC_CONTEXTSFXNETWORK          "Discos de &red"
IDC_CONTEXTSFXOTHER            "&Otros discos"
IDC_CONTEXTALWAYSARCTITLE      "&Mostrar siempre elementos de extracción para"
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"
IDHELP                         "Ayuda"


:DIALOG FINDFILES

SIZE                           "100*100"
CAPTION                        "Buscar ficheros"
IDC_FINDFILEWHAT               "Que buscar"
IDC_FINDFILENAMESTOFIND        "&Ficheros donde buscar"
IDC_FINDFILESTRINGTOFIND       "&Palabras a buscar"
IDC_FINDFILEUSECASE            "&Mayúsculas/minúsculas"
IDC_FINDFILEALLTABLES          "Usar todas las &tablas"
IDC_FINDFILEHEX                "Búsqueda &Hexadecimal"
IDC_FINDFILEWHERE              "Donde buscar"
IDC_FINDFILEAREA               "A&rea de búsqueda"
IDC_FINDFILETYPES              "Tipos de Arch&ivo"
IDC_FINDFILERECURSE            "Búsqueda &recursiva"
IDC_FINDFILEUSUALFILES         "Buscar en &ficheros"
IDC_FINDFILEARCHIVES           "Buscar en &archivos"
IDC_FINDFILESKIPENCRYPTED      "Omitir archivos &cifrados"
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"
IDC_FINDFILESAVE               "&Guardar"
IDHELP                         "Ayuda"


:DIALOG CMDWNDFIND

SIZE                           "100*100"
CAPTION                        "Resultados de la búsqueda"
IDC_CMDBACKGROUND              "&Segundo plano"
IDC_CMDPAUSE                   "&Parar"
IDCANCEL                       "&Cancelar"
IDHELP                         "Ayuda"


:DIALOG CONVERTARC

SIZE                           "100*100"
CAPTION                        "Convertir archivos"
IDC_CVTARCTOCONVERT            "Arc&hivos a convertir"
IDC_CVTLISTADD                 "&Agregar..."
IDC_CVTLISTDELETE              "&Eliminar"
IDC_CVTARCTYPES                "&Tipos de archivo"
IDC_CVTOPTIONS                 "Opciones de conversión"
IDC_CVTUSEMINRATIO             "Compresión &mínima"
IDC_CVTMINRATIOPERCENT         "porcentaje"
IDC_CVTCOMPRESSION             "&Compresión..."
IDC_CVTDESTPATHTITLE           "Carpeta de &destino"
IDC_CVTDESTPATHBROWSE          "&Examinar..."
IDC_CVTDELETESRC               "&Eliminar archivos originales"
IDC_CVTSKIPENCRYPTED           "Omitir archivos &encriptados"
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"
IDC_CVTSAVE                    "&Guardar"
IDHELP                         "Ayuda"


:DIALOG CMDWNDCONVERT

SIZE                           "100*100"
CAPTION                        "Convirtiendo archivos"
IDC_CMDELAPSEDTITLE            "Tiempo transcurrido"
IDC_CMDTIMELEFTTITLE           "Tiempo restante"
IDC_CVTRESARCHIVES             "Archivos"
IDC_CVTRESFOUNDTITLE           "Encontrados"
IDC_CVTRESCONVERTEDTITLE       "Convertidos"
IDC_CVTRESSIZE                 "Tamaño"
IDC_CVTRESOLDSIZETITLE         "Antiguos"
IDC_CVTRESNEWSIZETITLE         "Nuevos"
IDC_CMDBACKGROUND              "&Segundo plano"
IDC_CMDPAUSE                   "&Parar"
IDCANCEL                       "Cancelar"
IDHELP                         "Ayuda"


:DIALOG INFOFILE

SIZE                           "100*100"
CAPTION                        "Info"
IDC_INFOFILESTATISTICS         "Estadísticas del fichero"
IDC_INFOFILESTATUSTEXT         "Estado"
IDC_INFOFILESTATUS             "Explorando"
IDC_INFOFILENUMBERTEXT         "Ficheros"
IDC_INFOFILENUMBER             "0"
IDC_INFOFOLDERNUMBERTEXT       "Carpetas"
IDC_INFOARCHIVENUMBERTEXT      "Archivos"
IDC_INFOFILESIZETEXT           "Tamaño total"
IDC_INFOCLUSTERSIZETEXT        "Tamaño de cluster"
IDC_INFOREALFILESIZETEXT       "Tamaño real del fichero"
IDC_INFOFILESLACKTEXT          "Espacio desperdiciado"
IDC_INFOESTBOX                 "Compresión estimada"
IDC_INFOESTIMATE               "&Estimar"
IDC_INFOESTSTATUS              "Inactivo"
IDC_INFOESTRATIOTEXT           "Razón"
IDC_INFOESTPACKSIZETEXT        "Tamaño comprimido"
IDC_INFOESTPACKTIMETEXT        "Tiempo estimado"
IDC_INFOESTAUTOSTART           "Empezar &automáticamente"


:DIALOG VIRSCAN

SIZE                           "100*100"
CAPTION                        "Buscar virus en el archivo"
IDC_VIRSCANLISTTITLE           "&Antivírus encontrados por WinRAR"
IDC_VIRSCANNAMETITLE           "&Nombre del antivirus"
IDC_VIRSCANNAMEBROWSE          "&Examinar ..."
IDC_VIRSCANPARAMTITLE          "&Opciones del antivirus"
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"
IDHELP                         "Ayuda"


:DIALOG CMDMODE

SIZE                           "100*100"
CAPTION                        "Parámetros"
IDC_CMDMODECOMBOCOMPRTITLE     "Método de &compresión"
IDC_CMDMODEPOWERMODETITLE      "Al &finalizar"
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"
IDHELP                         "Ayuda"


:DIALOG REPORT

SIZE                           "100*100"
CAPTION                        "Generar informe"
IDC_REPORTFILETITLE            "&Guardar informe en fichero"
IDC_REPORTFILEBROWSE           "&Examinar..."
IDC_REPORTPRINT                "&Imprimir informe"
IDC_REPORTCLIPBOARD            "Copiar informe al portapape&les"
IDC_REPORTOUTPUTFORMAT         "Formato de salida"
IDC_REPORTHTML                 "&HTML"
IDC_REPORTUNICODETEXT          "Texto Unic&ode"
IDC_REPORTTEXT                 "Te&xto"
IDC_REPORTSORTTITLE            "&Ordenar ficheros por"
IDC_REPORTSORTSEPARATE         "Ordenar archivos por &separado"
IDC_REPORTARCHIVES             "Archi&vos"
IDC_REPORTUSUALFILES           "&Ficheros"
IDC_REPORTARCNAME              "Nombre de &archivo"
IDC_REPORTTOTAL                "I&nformación total"
IDC_REPORTSIZE                 "&Tamaño del fichero"
IDC_REPORTPACKEDSIZE           "Tamaño co&mprimido"
IDC_REPORTDATE                 "Fecha &del fichero"
IDC_REPORTCRC                  "Suma de control"
IDC_REPORTINCLUDE              "Incluir en el informe"
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"
IDHELP                         "Ayuda"
IDC_REPORTSAVE                 "&Guardar"


:DIALOG CMDWNDBENCH

SIZE                           "100*100"
CAPTION                        "Pruebas de velocidad"
IDC_BENCHRESULTSPEEDTITLE      "Resultante, KB/s"
IDC_BENCHRESULTSPEED           "Por favor, espere"
IDC_BENCHSPEEDTITLE            "Actual, KB/s"
IDC_BENCHSPEEDBOX              "Velocidad"
IDC_CMDELAPSEDTITLE            "Tiempo transcurrido"
IDC_BENCHDATAPROCESSEDTITLE    "Procesado, MB"
IDC_BENCHERRORSTITLE           "Se encontraron errores"
IDC_BENCHERRORS                "No"
IDC_BENCHSMP                   "&Proceso paralelo"
IDC_BENCHTOTALBOX              "Total"
IDC_CMDBACKGROUND              "&Segundo plano"
IDC_CMDPAUSE                   "&Pausar"
IDCANCEL                       "Cancelar"
IDHELP                         "Ayuda"


:DIALOG ORGTHEMES

SIZE                           "100*100"
CAPTION                        "Organizar temas"
IDC_ORGTHEMESLISTTITLE         "&Temas disponibles"
IDC_ORGTHEMESARCICON           "Aplicar a &iconos de archivo"
IDC_ORGTHEMESSELECT            "&Seleccionar"
IDC_ORGTHEMESADD               "&Añadir"
IDC_ORGTHEMESDELETE            "&Eliminar"
IDOK                           "Aceptar"
IDHELP                         "Ayuda"


:DIALOG DEFVOLSIZES

SIZE                           "100*100"
CAPTION                        "Definir tamaño del volumen"
IDC_PREDEFINEDVOLSIZES         "Tamaños predefinidos"
IDC_DEFVOLSIZE1                "5 MB"
IDC_DEFVOLSIZE2                "100 MB"
IDC_DEFVOLSIZE3                "650 MB CD"
IDC_DEFVOLSIZE4                "700 MB CD"
IDC_DEFVOLSIZE5                "4095 MB máximo FAT32"
IDC_DEFVOLSIZE6                "4482 MB DVD+R"
IDC_DEFVOLSIZE7                "4488 MB DVD-R"
IDC_DEFVOLSIZE8                "8152 MB DVD+R DL"
IDC_DEFVOLSIZE9                "23866 MB Blu-ray"
IDC_DEFVOLSIZE10               "47732 MB Blu-ray DL"
IDC_USERDEFINEDVOLSIZES        "Tamaños definidos por el usuario"
IDC_USERDEFINEDVOLLABEL        "Etiqueta"
IDC_USERDEFINEDVOLSIZE         "Tamaño, bytes"
IDC_USERDEFINEDVOL1            "1."
IDC_USERDEFINEDVOL2            "2."
IDC_USERDEFINEDVOL3            "3."
IDC_USERDEFINEDVOL4            "4."
IDC_DEFVOLSIZEOTHER            "Otras opciones"
IDC_DEFVOLSIZEAUTO             "Incluir \"Auto detectar\""
IDC_DEFVOLSIZEHISTORYTITLE     "Historial"
IDOK                           "Aceptar"
IDCANCEL                       "Cancelar"
IDHELP                         "Ayuda"
